[Main]
DisplayName=Latviešu

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Brīdinājums
lbl_Warnning_Detail.caption=Šo datorprogrammu aizsargā autortiesību likums un starptautiskie līgumi.
lbl_copyright.caption=© IObit. Visas tiesības paturētas.
lbl_Thanks_Title.caption=Īpašs paldies sekojošiem cilvēkiem par viņu lielo ieguldījumu:
rdhtmlEula.caption=<a>EULA</a> | <a>Konfidencialitātes politika</a>
Instructions_M=Atinstalēšanas instrukcijas
lblAcknow.caption=Pateicības

[ActionCenter_M]
M_HideAC=Paslēpt
M_ShowAC=Rādīt
M_AC_Tips=Iegūstiet labākus drošības aizsardzības un veiktspējas uzlabojumus, izmantojot ieteicamās programmas.
M_ShowACTitle2=Notice!
M_ShowACDesc=Noklikšķiniet uz "Rādīt", lai parādītu citas ieteicamās programmas. Instalējiet tās, lai uzlabotu aizsardzību un datora veiktspēju.
M_LearnRecommendNote=Pašlaik nav ieteicamo produktu.
M_LearnRecommendDesc=Lūdzu, noklikšķiniet uz "Uzzināt vairāk", lai redzētu vairāk produktu, kas jūs varētu interesēt.
M_none=Neko
M_Fix=Instalēt tagad
M_LearnMore=Uzzināt vairāk
M_Install=Instalēt tagad
M_fixing=Instalē
M_Updating=Atjaunina
M_failed=Bojāts
M_RuningWell=Jaunākā versija jau instalēta
M_Outdated=Novecojusi
M_NotInstalled=Nav instalēta
M_Insatlled=Instalēts
M_Update=Atjaunināt tagad
M_ASCCaption=Sistēmas veiktspēja
M_ASCInfo_NotIns=Jūsu datorā tika atrastas reģistra kļūdas, konfidencialitātes problēmas un nevēlamie faili.
M_ASCInfo_UpToDate=Advanced SystemCare paātrinās un optimizēs datoru ar vienu klikšķi.
M_ASCInfo_NeedUpDate=Advanced SystemCare ir novecojusi.
M_RunASC=Skenēt tagad
M_ASCOffer=Tīru un optimizētu datoru ar vienu klikšķi.<br>Paātriniet datoru līdz pat 200% ātrāk.<br>Palieliniet internetu līdz 300% ātrāk.<br>Pārlūkojiet datora stāvokļus reālā laikā, lai iegūtu vienmērīgāku darbību.<br>Aizsargājiet datoru pret kopējo spiegprogrammatūru.
M_IMFCaption=Aizsardzība pret ļaunatūrām
M_IMFInfo_NotIns=Iegūstiet labāku aizsardzību, instalējot IObit anti-spyware programmu
M_IMFInfo_UpToDate=IObit Malware Fighter aizsargās jūsu datoru pret dažādām ļaunatūrām
M_IMFInfo_NeedUpDate=Jūsu pret-spiegu programma ir novecojusi
M_RunIMF=Skenēt tagad
M_IMFOffer=Visaptveroša reālā laika aizsardzība pret visa veida ļaunprātīgu programmatūru.<br>Ātra skenēšana un efektīva draudu noteikšana un noņemšana.<br>Proaktīvi novēršiet izspiedējvīrusu uzbrukumus.<br>Droša pārlūkošana tiešsaistē un lejupielāde.<br>Pilnībā saderīga ar citu drošības programmatūru.
M_DBCaption=Draiveru atjauninātājs
M_DBInfo_NotIns_C=Atjauniniet novecojušos draiverus un izlabojiet trūkstošos un kļūdainos draiverus, lai iegūtu stabilāku datora darbību.
M_DBInfo_NotIns=Iespējami novecojuši draiveri, kas var palēnināt un destabilizēt datoru.
M_DBInfo_UpToDate=Driver Booster atjauninās visus novecojušos draiverus
M_DBInfo_NeedUpDate=Draiveru atjaunināšanas programma ir novecojusi
M_DBDesc=Atjauninās visus novecojušos draiverus
M_RunDB=Skenēt tagad
M_DBOffer=Liela draiveru datubāze (18,000,000+).<br>Droši atjauniniet WHQL draiverus ar 1-klikšķi.<br>Labāka spēļu veiktspēja.<br>Labojiet dažādas kļūmes tīkla, skaņas, slikta izšķirtspēja utt.<br>Samaziniet sistēmas avārijas.
M_SDCaption=Disku Optimizācija
M_SDInfo_NotIns=Optimizējiet diskus, lai iegūtu ātrāku datora startēšanu un lielāku failu piekļuves ātrumu.
M_SDInfo_UpToDate=Smart Defrag defragmentēs diskus augstākai veiktspējai.
M_SDInfo_NeedUpDate=Disku defragmentēšanas programma ir novecojusi.
M_RunSD=Defragmentēt tagad
M_SDOffer=Augstāks failu piekļuves ātrums.<br>Maksimāla cietā diska veiktspēja.<br>Paātrina datora startēšanu līdz 100% ātrāk.<br>Optimizējiet spēles, lai iegūtu labāku spēļu pieredzi.
M_DLCaption=Paroļu pārvaldnieks
M_DLInfo_NotIns=Aizsargājiet un pārvaldiet savas paroles ar Dashlane Password Manager.
M_DLInfo_UpToDate=Nekad neaizmirsīsiet savas paroles ar drošo Dashlane.
M_RunDL=Pārvaldīt
M_DLOffer=Vienkāršs, drošs veids, kā pārvaldīt savas paroles.<br>Izveidojiet unikālas paroles, lai aizsargātu savus kontus.<br>Automātiski piesakieties savās iecienītākajās vietnēs.<br>Windows, Mac, iOS un Android.
M_RunIOT=Pārvaldīt tagad
M_IOTCaption=iPhone pārvaldnieks
M_IOTInfo_NotIns=Pārsūtiet iPhone datus, notīriet un uzlabojiet savu iPhone.
M_IOTInfo_UpToDate=Pārsūtiet iPhone datus, notīriet un uzlabojiet savu iPhone.
M_IOTInfo_NeedUpDate=IOTransfer ir novecojusi.
M_IOTTip=IOTransfers iespējas: <br>+ Pārsūtīt no iPhone mūziku uz datoru/iTunes <br>+ Visu fotogrāfiju pārvaldīšana<br>+ Dublēt/atjaunot iPhone saturu<br>+ Nodrošināt izcilu tehnisko atbalstu
M_IOTOffer=Labākais iPhone/iPad failu pārvaldības rīks.<br>1-klikšķa datu pārraide no iPhone/iPad uz datoru.<br>Lejupielādējiet tiešsaistes video un pārvērtiet tos dažādos failu formātos.<br>Viegli un droši tīriet nevajadzīgos failus un atbrīvojiet iOS ierīces vietu.<br>Bezvadu satura pārsūtīšana starp iOS ierīci un datoru.
M_AdawareCaption=Web Companion (Tīmekļa pavadonis)
M_AdawareInfo_NotIns=Web Companion aizsargā pret pikšķerēšanas un ļaunprātīgas programmatūras vietnēm.
M_AdawareInfo_UpToDate=Web Companion aizsargā pret pikšķerēšanas un ļaunprātīgas programmatūras vietnēm.
M_AdawareOfferDesc=Ievietojiet Web Companion, lai uzlabotu savu interneta aizsardzību un iestatītu Bing®, izmantojot Microsoft ™ kā mājaslapu, jaunas cilnes un noklusējuma meklētājprogrammu saderīgās pārlūkprogrammās.
M_AdawareOffer=Ātrs un viegli instalējams.<br>Pret pikšķerēšanas aizsardzība.<br>Reāllaika Web aizsardzība.<br>Vairāk-pārlūku saderība.
M_AomeiCaption=Rezerves kopiju veidošanas programma
M_AomeiInfo_NotIns=Pilnīgākais risinājums rezerves kopiju sistēmas un cieto disku dublēšanai.
M_RunOpera=Darbināt tagad
M_OperaCaption=Opera
M_OperaInfo_NotIns=Ātra un droša pārlūkprogramma ar iebūvētu reklāmu bloķētāju.
M_OperaInfo_UpToDate=Ātra un droša pārlūkprogramma ar iebūvētu reklāmu bloķētāju.
M_OperaOffer=Bloķējiet reklāmas, lai ielādētu tīmekļa lapas līdz pat 90% ātrāk.<br>Pārlūkojiet stundām ilgāk.<br>Iegūstiet drošāku privātuma pārlūkošanu ar bezmaksas VPN.
M_SUCaption=Programmu atjauninātājs
M_SUInfo_NotIns=1-klikšķis, lai atjauninātu un instalētu visas svarīgās programmas.
M_SUInfo_NotIns_C=%d programmas ir novecojušas. Instalējiet IObit Software Updater, lai tās atjauninātu ar vienu klikšķi.
M_SUInfo_NotIns_C1=1 programma ir novecojusi. Instalējiet IObit Software Updater, lai to atjauninātu ar vienu klikšķi.
M_SUInfo_UpToDate=IObit Software Updater saglabā atjauninātas visas jūms svarīgās programmas.
M_SUOffer1=Pēc iespējas ātrāk automātiski atjauniniet novecojušas programmas.<br>1-klikšķis, lai instalētu visus pieejamos programmu atjauninājumus.<br>1-klikšķis, lai instalētu visas vēlamās populārās programmas.<br>Tīras programmas - izturēja stingrus testus.
M_SMGBCaption=Smart Game Booster
M_SMGBInfo_NotIns=1 klikšķis, lai palielinātu FPS ātrākai un vienmērīgākai spēļu pieredzei.
M_SMGBInfo_UpToDate=1 klikšķis, lai palielinātu FPS ātrākai un vienmērīgākai spēļu pieredzei.
M_SMGBInfo_NeedUpDate=Smart Game Booster ir novecojusi.
M_SMGBOffer=Palieliniet FPS, lai panāktu labāku spēļu veiktspēju ar vienu klikšķi.<br>Pārraugiet temperatūru un aparatūras izmantošanu reāllaikā.<br>Virstaktējiet GPU, lai iegūtu optimālus vizuālos efektus spēlēs.<br>Analizējiet un novērtējiet datoru, lai atrastu saderīgas spēles (38 000+).<br>Aizsargājiet savu datoru un spēli, lai nodrošinātu lielāku drošību.
M_RunSMGB=Paātriniet tagad
M_ISRCaption=iTop Screen Recorder
M_ISRInfo_NotIns=Bez maksas ierakstiet datora ekrānšāviņus augstā kvalitātē. Nav ierakstīšanas ierobežojuma.
M_ISRInfo_UpToDate=Bez maksas ierakstiet datora ekrānu augstā kvalitātē. Nav ierakstīšanas ierobežojuma.
M_ISRInfo_NeedUpDate=iTop Screen Recorder ir novecojusi.
M_ISROffer=100% bezmaksas, lai ierakstītu datora ekrānšāviņus.<br>Ierakstiet video sapulces jebkurā failu formātā.<br>Ierakstiet 4K filmas un mūziku bez kvalitātes zuduma.<br>Ierakstiet tiešsaistes kursu.<br>Izveidojiet video pamācības 1080P/60 kadri sekundē.
M_ISROffer1=Ierakstiet video sapulces jebkurā failu formātā.<br>Ierakstiet 4K filmas un mūziku, nezaudējot kvalitāti.<br>Tveriet spēli bez kavēšanās 1080P/60 kadri sekundē.<br>Personalizējiet savu tīmekļa kameras ierakstu.<br>Jaudīgs video redaktors un visaptverošs ekrānuzņēmuma rīks.
M_iTopCaption=iTop VPN
M_iTopInfo_NotInsBeta=Izmēģiniet bezmaksas, ātru un drošu VPN pakalpojumu tiešsaistes drošībai.
M_iTopInfo_NotIns=100% bezmaksas, ātrs, drošs VPN pakalpojums tiešsaistes drošībai.
M_iTopInfo_UpToDateBeta=Izmēģiniet bezmaksas, ātru un drošu VPN pakalpojumu tiešsaistes drošībai.
M_iTopInfo_UpToDate=100% bezmaksas, ātrs, drošs VPN pakalpojums tiešsaistes drošībai.
M_iTopInfo_NeedUpDate=iTop VPN ir novecojusi.
M_iTopOfferBeta=Izbaudiet internetu bez robežām.<br>Piekļuve straumēšanas vietnēm visā pasaulē.<br>Spēlējiet ar reģionu bloķētas spēles jebkurā vietā.<br>Slēpiet savu IP adresi publiskā Wi-Fi tīklā.<br>100% bezmaksas, īpaši ātra un labākā programma savas klases šifrēšanā.
M_iTopOffer2=Privātums - palieciet anonīms sērfošanas laikā.<br>Drošība - Slēpiet IP un šifrējiet interneta savienojumu.<br>Ātrums - Izbaudiet zibenīgu tiešsaistes pārlūkošanu.<br>Bezmaksas - atbloķējiet vietnes un straumējiet bez maksas.<br>Īsceļi - Ātra piekļuve Netflix, HBO, PUBG ...
M_RuniTop=Darbināt tagad
M_IVBCaption=iTop VPN pārlūks
M_IVBInfo_NotIns=Ātrs, privāts, bez reklāmām, inkognito pārlūks ar iebūvētu VPN.
M_IVBInfo_UpToDate=Ātrs, privāts, bez reklāmām, inkognito pārlūks ar iebūvētu VPN.
M_IVBInfo_NeedUpDate=iTop VPN pārlūks ir novecojis.
M_IVBOffer=Aizsargājiet savus iepirkšanās un banku datus<br>Paslēpiet savu IP un šifrējiet tiešsaistes datus<br>Īpašs un ātrdarbīgs VPN kanāls<br>Notīriet un sasmalciniet tiešsaistes pēdas reāllaikā<br>Bloķējiet ļaunprātīgas vietnes un saites<br>Bloķējiet reklāmas ātrai un drošai pārlūkošanai
M_RunIVB=Palaist tūlīt
M_DPMCaption=DualSafe paroļu pārvaldnieks
M_DPMInfo_NotIns=Drošs, vienkāršs, bet bezmaksas veids, kā pārvaldīt paroles, kas ir būtiski jūsu digitālajai dzīvei.
M_DPMInfo_UpToDate=Drošs, vienkāršs, bet bezmaksas veids, kā pārvaldīt paroles, kas ir būtiski jūsu digitālajai dzīvei.
M_DPMInfo_NeedUpDate=DualSafe paroļu pārvaldnieks ir novecojis.
M_DPMOffer=Neierobežots — saglabājiet neierobežotu skaitu paroļu, maksājumus utt<br>Vienkārši — ar vienkāršiem klikšķiem automātiski saglabājiet un aizpildiet paroles<br>Drošs — ģenerējiet spēcīgas, unikālas paroles<br>Drošs — saglabājiet savus datus, izmantojot savā klasē labāko šifrēšanu<br>Automātiski — piekļuve neierobežotām ierīcēm ar automātisko sinhronizāciju
M_DPMDescriptionSH=Padariet datoru drošāku un ātrāku, izmantojot šādas ieteiktās programmas:
M_DPMInstallSH=Izmēģiniet tūlīt
M_IEDCaption=iTop Easy Desktop
M_IEDInfo_NotIns=Atvadieties no pārblīvētās darbvirsmas, izbaudiet efektīvāku darba vietu.
M_IEDInfo_UpToDate=Atvadieties no pārblīvētās darbvirsmas, izbaudiet efektīvāku darba vietu.
M_IEDInfo_NeedUpDate=iTop Easy Desktop ir novecojis.
M_IEDOffer=Sakārtojiet darbvirsmas failus un mapes, izmantojot lodziņus<br>Izveidojiet mapju portālu ātrai piekļuvei<br>Ātri paslēpiet, lai darbvirsma būtu glītāka<br>Personalizējiet savu darbvirsmu savā stilā<br>Ātra meklēšana un ātra piekļuve, izmantojot karstos taustiņus
M_PDFCaption=iTop PDF bez maksas
M_PDFInfo_NotIns=Vienas vietas risinājums PDF rediģēšanai, konvertēšanai un citiem PDF uzdevumiem.
M_PDFInfo_UpToDate=Vienas vietas risinājums PDF rediģēšanai, konvertēšanai un citiem PDF uzdevumiem.
M_PDFInfo_NeedUpDate=iTop PDF Free ir novecojis.
M_PDFOffer=PDF failu konvertēšana uz/no Word, Excel, attēliem<br>Rediģējiet tekstu, attēlus, zīmogus un citus elementus<br>Sakārtojiet savas PDF lapas, piemēram, jauktu papīru<br>Paveiciet vairāk: apvienojiet, saspiediet, e-parakstieties, aizpildiet veidlapas
M_TDPCaption=Top datu aizsargs
M_TDPInfo_NotIns=Aizsargājiet, bloķējiet un paslēpiet savas personīgās mapes un datus. Ātri un droši!
M_TDPInfo_UpToDate=Aizsargājiet, bloķējiet un paslēpiet savas personīgās mapes un datus. Ātri un droši!
M_TDPInfo_NeedUpDate=Top datu aizsargs ir novecojis.
M_IPBCaption=iTop privātā pārlūkprogramma
M_IPBInfo_NotIns=Bez izsekošanas, bez pikšķerēšanas, bez reklāmām, inkognito pārlūkprogramma ar iebūvētu VPN.
M_IPBInfo_UpToDate=Bez izsekošanas, bez pikšķerēšanas, bez reklāmām, inkognito pārlūkprogramma ar iebūvētu VPN.
M_IPBInfo_NeedUpDate=iTop privātā pārlūkprogramma ir novecojusi.
M_IPBOffer=Privāts — apturiet reklāmdevēju un valdības izsekotājus<br>Drošs — aizsargājiet pirkstu nospiedumus. Pikšķerēšanas vietņu bloķēšana<br>Tīrība — bloķējiet tiešsaistes reklāmas. Automātiski sasmalciniet pēdas<br>Bezmaksas VPN — 100% bezmaksas VPN. Vairāk nekā 1800 serveru visā pasaulē
M_IDRCaption=iTop datu atkopšana
M_IDRInfo_NotIns=Priekšskatīt un atgūt visu veidu zaudētos datus un failus. Viegli & Ātri!
M_IDRInfo_UpToDate=Priekšskatīt un atgūt visu veidu zaudētos datus un failus. Viegli & Ātri!
M_IDRInfo_NeedUpDate=iTop datu atkopšana ir novecojusi.
M_IDROffer=Atgūstiet dokumentus, fotoattēlus, mūziku utt.<br>Atkopiet datus no HDD, SSD un USB.<br>Atkopiet no bojājumiem, dzēšanas vai formatēšanas.<br>Vienkārša dublēšana un bez datu zuduma.
M_RPMCaption=RoboForm Password Manager
M_RPMInfo_NotIns=Jums nekad nevajadzēs atcerēties vai ievadīt paroles.
M_RPMInfo_UpToDate=Atvadieties no paroļu pierakstīšanas, izmantojot RoboForm paroļu pārvaldnieku.
M_RPMOffer=Piesakieties vietnēs ar vienu klikšķi.<br>Izveidojiet spēcīgas un unikālas paroles.<br>Izmantojiet AES-256 bitu šifrēšanu un 2FA atbalstu.<br>Izmantojiet operētājsistēmām Windows, Mac, iOS, Android un visām galvenajām pārlūkprogrammām.<br>Importējiet no pārlūkprogrammas vai cita paroļu pārvaldnieka.
M_RunRPM=Pārvaldīt
M_Moffer_Title1=Papildus piedāvājums
M_Close=Aizvērt
M_Cancel=Atcelt
M_Moffer_Install=Instalēt
M_Moffer_NoteEP=Noklikšķinot uz "Instalēt", jūs piekrītat instalēt %s un pieņemt tās <a>EULA</a> un <a>konfidencialitātes politiku</a>.
M_Moffer_Refund=<a>Piezīme:</a> Jūs varat saņemt atmaksu 30 dienu laikā. Izlasiet <a>Atmaksas politiku</a>.
M_Extract_IOT=IObit rekomendācijas
M_IEDOffer_New2=Automātiski sakārtot ikonas, failus un mapes grupas<br>Atrodiet jebkuru failu uzreiz, kad to nepieciešams<br>Pielāgoiet fonu, kursoru, darbplūsmu joslu un daudz ko citu<br>Atjauniniet savu darbplūsmu ar noderīgajiem vitriņiem<br>ChatAI - jūsu bezmaksas inteliģentā un personīgā palīgs

M_IVCDesc=Mainiet savu balsi reāllaikā, izmantojot simtiem balss modeļu.
M_IVCOffer=Ērti izbaudiet balss mainītāju reāllaikā<br>Piekļūstiet simtiem balss modeļu<br>Izveidojiet savu pielāgoto balsi bez piepūles<br>Nevainojami pārveidojiet mūziku, videoklipus un ierakstus<br>Atbalstiet Discord, Steam, Roblox, Zoom un citus
M_IVCtip=Mēs apsolām:<br>Ērti izbaudiet balss mainītāju reāllaikā<br>Piekļūstiet simtiem balss modeļu<br>Izveidojiet savu pielāgoto balsi bez piepūles<br>Nevainojami pārveidojiet mūziku, videoklipus un ierakstus<br>Atbalstiet Discord, Steam, Roblox, Zoom un citus

[AutoUpdate_M]
lan_Downloading_M=Lejupielāde
lan_Speed_M=Lejupielādes ātrums: %s
Lan_Finish_M=Pabeigt
Lan_Congratulation_M=Apsveicam!
Lan_UpdateFail_M=Atjaunināšana neizdevās! Lūdzu, pamēģiniet vēlreiz vēlāk.
Lan_UpdateSuccess_M=IObit Uninstaller (atinstalētājs) ir atjaunināts. Tagad varat baudīt jaunākās funkcijas un uzlabojumus.
Lan_UpdateNew_M=Jums jau ir jaunākā versija. Nav pieejams neviens atjauninājums.
Lan_UpdateFreeInfo_M=Ir pieejama jauna IObit Uninstaller (atinstalētāja) versija.
Lan_UpdateFreeDownInfo_M=Lūdzu, atjauniniet to tūlīt, lai iegūtu jaunākās funkcijas un uzlabojumus. Tas ir bez maksas.
Lan_Sure_M=Vai tiešām atcelt atjauninājumu?
Lan_Download_M=Lejupielādēt
Lan_Getting_M=Informācijas atjaunināšana, lūdzu, uzgaidiet ...
Lan_LVheardOne_M=Pieejamie atjauninājumi
Lan_LVheardTwo_M=Jauna versija
Lan_LVheardThree_M=Apjoms
Lan_historyInfo_M=Tagad ir pieejams IObit Uninstaller (atinstalētājs) %s. Atjauniniet to, lai izbaudītu jaunākos uzlabojumus un funkcijas!
Lan_UpdateNow_M=Atjaunināt tūlīt
Lan_UpdateLater_M=Atjaunināt vēlāk
lan_WhatNew_M=Kas jauns
Lan_NewReady_M=Jauna versija ir gatava lietošanai
Lan_Title=IObit Uninstaller (atinstalētāja) atjauninātājs
lblAuto_Update=IObit Unintaller drīzumā automātiski atjaunināsies uz IObit Uninstaller %s.

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller (atinstalētājs)
btnSendReport1.Caption=Sūtīt
lblErrorDetails.Caption=Kļūdas detaļas:
lblUserEmail.Caption=Jūsu e-pasta adrese:
lblSuccTips1.Caption=Paldies, ka nosūtījāt mums kļūdas ziņojumu. Mēs mēģināsim to atrisināt pēc iespējas ātrāk.
btnClose.Hint=Aizvērt

[SendBugReportNew_M]
M_AskUserTips1=ir radusies problēma. Lai palīdzētu mums novērst šo problēmu, lūdzu, noklikšķiniet uz "Nosūtīt", lai automātiski nosūtītu atkļūdošanas failu. <a>Konfidencialitātes politika</a>
M_BugStatisticsTips=ir radusies problēma un tā jāaizver. Mēs šobrīd analizējam cēloni. Lūdzu uzgaidiet...
M_SendingTips=Nosūtīšana ...
M_AttentionTips1=ir radusies problēma. Lai palīdzētu mums novērst šo problēmu, atkļūdošanas fails mums tiks automātiski nosūtīts 5 sekundēs. Vai arī jūs varat aizvērt šo logu, lai to atceltu. <a>Konfidencialitātes politika</a>
M_InvalidEmailTips1=Nederīga e-pasta adrese! Lūdzu, ievadiet savu derīgo e-pastu, lai mēs varētu sazināties ar jums.
M_OKTips=Labi

[Uninstaller_frm_CrRestore]
Restoring_Caption=Iegūst oficiālo versiju...
RestoreSuccess_Caption=Jums jau ir instalēta oficiālā IObit Uninstaller!
RestoreFailed_Caption=Kļūda lejuplādējot oficiālo IObit Uninstaller. Lūdzu pievienojieties mūsu oficiālai vietnei, lai atkārtotu lejupielādi.
Run_Button=Darbināt tagad
Download_Button=Lejupielādēt tagad

[Uninstaller_frm_IUCrakTip]
lbl_FirstTitle.caption=Jūs izmantojat neoficiālu IObit atinstalētāju.
lbl_SecondTitle.caption=Neoficiāls IObit atinstalētājs vairs nedarbosies.
lbl_HarmInfo.caption=Tas ne tikai nodarīs kaitējumu jūsu datora veiktspējai, bet arī nopludinās jūsu privātumu, jo tas var izraisīt sistēmas ievainojamību.
lbl_OfficialInfo.caption=Iegūstiet oficiālo IObit atinstalētāju tūlīt, lai spēcīgi aizsargātu jūsu privātumu un datoru.
htmlLabel_Text.caption=Izbaudiet ekskluzīvu <a>75%</a> atlaidi, lai iegūtu pro versiju!
btn_GetPro.caption=Iegūstiet PRO versiju
btn_GetFree.caption=Iegūstiet bez maksas

[frm_IUCrakTip_M]
lbl_OfficialInfo_before=Iegūstiet <a>oficiālo IObit atinstalētāja PRO versiju par 0 ASV dolāriem</a> jau šodien, lai nodrošinātu jūsu privātumu un personālā datora spēcīgāku aizsardzību.
btn_GetPro_before=Iegūstiet Pro par $0

[Detain_M]
M_MianTitle=IObit Uninstaller palīdzēs jūsu datoram:
M_QuestionString=Vai tiešām vēlaties to atinstalēt?
M_btnok=Jebkurā gadījumā atinstalējiet
M_btnCancel=Es vēlos saglabāt
M_UninstallCaption=Atinstalējiet programmas
M_DiskCaption=Saglabājiet diska vietu
M_RegCaption=Dzēst reģistra ierakstus
M_FixCaption=Labot programmu problēmas

[Survey_M]
Title_M=Uninstall Survey
Info_M=Diemžēl redzam, ka dodaties prom. Lūdzu, palīdziet mums uzlabot IObit atinstalētāju, aizpildot šo īso aptauju. Jūsu atsauksmes tiks novērtētas.
Question_M=Kāpēc jūs atinstalējat IObit atinstalētāju?
1_M=Nepilnīga atinstalēšana (netika noņemti visi failu pārpalikumi)
2_M=Tā nedarbojas normāli
3_M=Pārāk daudz reklāmu un paketesToo many ads and bundleware
4_M=Es to instalēju tikai, lai novērstu problēmu, un man tā vairs nav vajadzīga
5_M=Es atradu labāku alternatīvu
6_M=Cits (lūdzu, norādiet)
Button_M=Turpināt atinstalēšanu

[Uninstaller_M]
MenuRight_Caption=Piespiedu atinstalēšana
Explorer_Button=Failu smalcināšana
Controlpanel_Button=Piespiedu atinstalēšana

[ACD_M]
M_Downloading=Lejuplādē:
M_TipFixing=Labo
M_Tips=Notiek lejupielāde. Lai redzētu detaļas, veiciet dubultklikšķi uz ikonas.
M_Installing=Instalē:
M_MD5Faild=Lejuplādētais fails ir bojāts. Lūdzu mēģiniet vēlreiz.
M_NetError=Lejupielāde neizdevās tīkla kļūdas dēļ. Lūdzu, pamēģiniet vēlreiz vēlāk!
M_DirError=Neizdevās lejupielādēt failu, jo trūkst ierakstīšanas atļaujas. Lūdzu, atveriet sadaļu 'Iestatījumi', nomainiet jaunu mapi, un mēģiniet vēlreiz.
M_DiskIsFull=Nepietiek vietas diskā!
M_Speed=Ātrums:
M_AreSureEx=Vai tiešām vēlaties pārtraukt lejupielādi?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Atcelt
lbl_Min.Caption=Sakļaut
btnClose.Hint=Aizvērt
lblCaption.Caption=IObit Downloader

[EasyUninstall_M]
EasyPoint=Velciet uz atvērto logu, darbvirsmas ikonu vai sistēmas ikonu.
EasyNothingInfo=Nevar atrast mērķa faila atrašanās vietu. Lūdzu, velciet uz citu logu, darbvirsmas ikonu vai sistēmas ikonu.
EasyDeleteFileFail=Failu nevar izdzēst, jo tas tagad tiek lietots. Lūdzu, aizveriet failu un mēģiniet vēlreiz.
EasyDeleteFolderFail=Mapi nevar izdzēst, jo tā tiek lietota tagad. Lūdzu, aizveriet failu un mēģiniet vēlreiz.
EasyKillProcessFail=Neizdevās pārtraukt procesu.
EasyKillProcessHint1=Vai tiešām vēlaties pārtraukt šo procesu?
EasyKillProcessHint2=Visi nesaglabātie dati tiks zaudēti.
EasyUninstallPath=Atinstalēt vai dzēst:
EasyUninstall=Atinstalēt
EasyShortcut=Dzēst saīsni
EasyLocation=Atvērt failu atrašanās vietu
EasyDelete=Dzēst
EasyCancel=Atcelt
EasyTransparency=Caurspīdīgums
EasyOpaque=Necaurspīdīgs
EasyExitEasy=Atveriet galveno logu
EasyExitIobit_1=Exit IObit Uninstaller
EasyKillProcess=Beigt procesus

[ExpriedNotice_M]
Sale_Text=Bet jūs varat tos atgūt ar ekskluzīvu <a>%s</a> atlaidi jau šodien!
ExpriedOneDay_M=Jūsu abonementa derīguma termiņš beigsies pēc <a>1</a> dienas.
ExpriedDay_M=Jūsu abonementa derīguma termiņš beigsies pēc <a>%s</a> dienām..
Logged_0_Text=Rūpīgi atinstalējiet reģistrētās programmas ar instalēšanas laikā izveidotajām atskaitēm
Logged_1_Text=Rūpīgi atinstalējiet 1 reģistrētu programmu ar instalēšanas laikā izveidoto atskaiti
Logged_Text=Rūpīgi atinstalējiet %s reģistrētās programmas, ar instalēšanas laikā izveidotām atskaitēm
ExpriedMessage_M=Jūsu abonementam ir beidzies derīguma termiņš. PRO funkcijas vairs nebūs pieejamas, taču jūs joprojām varat izmantot bezmaksas funkcijas.
ExpriedTipMessage_Num=Pēdējo %s1 dienu laikā IObit Uninstaller Pro ir palīdzējis atinstalēt %s2 programmas un notīrīt vēl %s3 atlikušos failus. Atjaunojiet tūlīt un nepalaidiet garām savu <a>Ekskluzīvo atlaidi!</a>
ExpriedTipMessage_Normal=Diemžēl paziņojam, ka PRO funkcijas vairs nebūs pieejamas. Atjaunojiet tūlīt un izbaudiet savu <a>Ekskluzīvo atlaidi!</a>

[Uninstaller_form_Expried]
lbl_Notice.caption=Mēs ar nožēlu paziņojam, ka šādas PRO funkcijas vairs nebūs pieejamas:
lbl_Stubbron.caption=Pilnībā noņemiet vairāk nekā 4000+ spītīgu programmu, izmantojot unikālo datu bāzi
lbl_Update.caption=1 klikšķis, lai jūsu svarīgās programmas vienmēr būtu atjauninātas.
lbl_Health.caption=Automātiski atklāt programmatūras ievainojamību un viegli bloķēt uznirstošos paziņojumus un nevēlamās reklāmas
lbl_MoneyBack.caption=Jūs esat pilnībā aizsargāts ar mūsu 100% naudas atdošanas garantiju.
btn_Upgrade.caption=Saņemt manas atjaunošanas atlaidi
lbl_EnterCode.caption=Man jau ir licence

[Uninstaller_form_ExpriedNotice]
htmlLabel_Text.caption=You subscription has expired!
btn_OK.caption=Renew Now

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Sarakste
lbl_DescTitle.caption=Apraksts:
lbl_EmailTitle.caption=E-pasts:
lbl_ScreenShot.caption=Ekrānšāviņš
lbl_TypeTitle.caption=Pieprasījuma veids:
btnImg_FeedBackSend.caption=Sūtīt
btnImg_FeedBackCancel.caption=Atcelt

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Nosūtīšana ...
lbl_SendFailed.caption=Sūtīt neizdevās. Lūdzu, noklikšķiniet uz 'Labi', lai iesniegtu tiešsaistes atsauksmes.
btnImg_SendFailed.caption=Labi
lbl_SendSuccess.caption=Paldies par jūsu atsauksmi. Mēs pēc iespējas ātrāk sazināsimies ar jums.
btnImg_SendSuccess.caption=Labi

[Uninstaller_FeedBack_M]
FeedBack_1=Es mīlu to
FeedBack_2=Ieteikums
FeedBack_3=Neizdevās atinstalēt
FeedBack_4=Bundleware problēma
FeedBack_5=Instalētā monitoringa problēma
FeedBack_6=Programmatūras atjauninātāja problēma
FeedBack_7=Neizdevās parādīt visas programmas
FeedBack_8=Dziļās skenēšanas problēmas
FeedBack_9=Ziņot par kļūdu
FeedBack_10=Cits
EmailMessage=Nederīga e-pasta adrese. Lūdzu, ievadiet derīgu e-pasta adresi, lai jūs varētu saņemt mūsu atbildi.
MemoHint=Lūdzu, raksturojiet savu ierosinājumu vai problēmu, ar kuru esat saskārušies, lai mēs varētu attiecīgi uzlabot savu produktu.
ScreenMaxMessage=Darbība neizdevās. Jūs esat sasniedzis 5 ekrānuzņēmumus.
CloseHintMsg=Vai esat pārliecināts, ka nevēlaties iesniegt atsauksmes?
SendBugck=Nosūtiet mums atkļūdošanas failu izmeklēšanai. <a>Konfidencialitātes politika</a>
FeedBackMessage=Lūdzu, uzrakstiet aprakstu.
EmailHint=Lūdzu, ievadiet pareizo e-pastu šeit
Startup_Delete_M=Dzēst
M_FiveStar=Vai jūs, lūdzu, varētu mums piešķirt 5 zvaigžņu vērtējumu?

[FileShredder_M]
ShredderDetail_0=Jūs varat ievilkt failu vai mapi šeit, lai sasmalcinātu.
ShredderDetail_01=Dzēstos failus var atgūt pat pēc diska formatēšanas.
ShredderDetail_02=Failu smalcinātājs palīdz droši un pastāvīgi noņemt nevēlamus failus.
FileShredder_MaxCount_M=5000 faili ir pievienoti. Lūdzu, pievienojiet pārējos failus pēc sasmalcināšanas šiem 5000 failiem.
Shredder_InUse_M=Daži faili nav sasmalcināti, jo viņi nevar tikt pārrakstīt. Lūdzu, pārbaudiet, vai tie joprojām tiek izmantoti.
Shredder_Del_M_1=Vai tiešām vēlaties neatgriezeniski noņemt pievienotos <a>%d</a> vienumus? Šī darbība ir absolūti NEATGRIEZENISKA, un tas var aizņemt kādu laiku, lai pabeigtu.
Shredder_DelOne_M_1=Vai tiešām vēlaties neatgriezeniski noņemt pievienoto <a>1</a> vienumu? Šī darbība ir absolūti NEATGRIEZENISKA, un tas var aizņemt kādu laiku, lai pabeigtu.
Shredder_NotDel_M=Viens no failiem nav sasmalcināts, jo tas nevar tikt pārrakstīts. Lūdzu, pārbaudiet, vai tas joprojām tiek lietots.
Shredder_OneFileDel_M=Fails nav sasmalcināts, jo tas nevar tikt pārrakstīt. Lūdzu, pārbaudiet, vai tas joprojām tiek lietots.
Shredder_Sucess_M=Sasmalcināts veiksmīgi.
Shredder_OneSucess_M=Sasmalcināts veiksmīgi.
Shredder_DirIsEmpty_M=Tas ir tukšs. Jūs to nevarat sasmalcināt.
Shredder_NotAddFolder_M=Nevar sadalīt failu "%s", jo šī darbība var izraisīt sistēmas nestabilitāti.
Shredder_Quick=Pirms dzēšanas pārraksta datus ar nullēm. (Droši un ātri)
Shredder_Advanced=Pārraksta datus ar nejaušām rakstzīmēm un atkārto pārrakstīšanu vairākas reizes pirms dzēšanas. (Drošāk, bet lēnāk)
Shredder_Expert=Pārraksta datus ar nejaušām rakstzīmēm un atkārto pārrakstīšanu desmitiem reižu pirms dzēšanas. (Visdrošāk, bet lēnāk)

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Failu smalcināšana
lbl_Listview_Title.caption=Atlasiet failu vai mapi kuru vēlaties sasmalcināt:
lblLoading.caption=Ielādē...
lbl_AddFile.caption=Pievienot failu...
lbl_AddFolder.caption=Pievienot mapi...
RdImageButton_Shredder.caption=Smalcināt
RdImageButton_Cancel.caption=Atcelt
ListView_FileList.Columns[0].Caption=Failu ceļš
Menu_Shredder_Shredder.caption=Smalcināt
Menu_Shredder_AddFile.caption=Pievienot failu
Menu_Shredder_AddFolder.caption=Pievienot mapi
Menu_Shredder_Romove.caption=Noņemt
Menu_Shredder_Clean.caption=Tīrīt
lbl_Shredder_Tip.caption=Sasmalcināt failus tagad. Tas var aizņemt kādu laiku, lūdzu, uzgaidiet ...
lbl_Mode.caption=Sasmalcināšanas metode:
btn_Quick.caption=Ātrais režīms
btn_Advanced.caption=Uzlabotais režīms
btn_Expert.caption=Ekspertu režīms

[ForcedUninstall_M]
Shredder_NotAddFolder_M=Nevar pievienot failu "%s", lai sasmalcinātu, jo šī darbība var izraisīt sistēmas nestabilitātit.
EndProgressMsg=%s ir darbībā. Lūdzu, pabeidziet procesu un mēģiniet vēlreiz.
ListView_FindReslut.Columns[0]_M=Nosaukums
PopMenu_OpenFolder_M=Atvērt faila atrašanās vietu
PopMenu_ViewEntry_M=Atvērt rediģēšanu
Free_MatchStubbron=Trūkst atinstalēšanas reģistru, tas var izraisīt atinstalēšanas kļūmes. Jauniniet uz PRO, lai novērstu atinstalēšanas problēmas un viegli atinstalētu programmu, izmantojot mūsu spītīgo programmu datu bāzi.
Pro_MatchStubbron=Trūkst atinstalēšanas reģistra, tas var izraisīt atinstalēšanas kļūmi. Novērsiet atinstalēšanas problēmas un viegli atinstalējiet programmu, izmantojot mūsu spītīgo programmu datu bāzi.

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Jaudīgā atinstalēšana+
lbl_Info.caption=Jaudīgā atinstalēšana palīdz atinstalēt programmu, kuru nevar atinstalēt standarta veidā un rūpīgi notīrīt atlikušos failus. Tas var arī palīdzēt jums viegli noņemt īsceļu un tā mērķa failu.
btnImg_Open.caption=Pārlūkot ...
lbl_DropInfo.caption=Jūs varat pārlūkot vai velciet un nometiet failu vai mapi šeit, lai izdzēstu vai atinstalētu saistīto programmu.
btnImg_Uninstall.caption=Atinstalēt
btnImg_Cancel.caption=Atcelt
PopMenu_Uninstall.caption=Atinstalēt
PopMenu_SearchOnline.caption=Meklēt tiešsaistē
ListView_FindReslut.Columns[1].caption=Apjoms
ListView_FindReslut.Columns[2].caption=Instalēšanas datums

[HealthCheck_M]
HealthCheck_Top_ScanNow=Skenēt tagat
HealthCheck_Top_ScanAgain=Skenēt vēlreiz
HealthCheck_Top_FixAll=Labot visu
HealthCheck_Top_Stop=Apturēt
HealthCheck_Top_Done=Gatavs
HealthCheck_Top_Scanning=Skenēšana
HealthCheck_Top_Fixing=Labošana
HealthCheck_Top_NoFound=Netika atrasta neviena problēma. Visa jūsu programmatūra darbojas labi.
HealthCheck_Top_Title_Result_NoIssues=Nekādas problēmas nav jānovērš.
HealthCheck_Top_Title_Result_Single=<a>%s</a> problēma ir jānovērš.
HealthCheck_Top_Title_Result_Some=<a>%s</a> problēmas ir jānovērš.
HealthCheck_Top_Title_Skip=<a>Pagaidām izlaist</a>
HealthCheck_Top_FixOverResult_Single=<a>%s</a> problēma ir veiksmīgi novērsta.
HealthCheck_Top_FixOverResult_Some=<a>%s</a> problēmas ir veiksmīgi novērstas.
HealthCheck_Top_FixOver=Visas atlasītās problēmas ir novērstas.
HealthCheck_Top_Dec_Result_Pro=Novērst visas konstatētās problēmas ar vienu klikšķi.
HealthCheck_Top_Dec_Result_Free=Jauniniet uz PRO, lai ar 1 klikšķi atrisinātu visas atrastās problēmas.
HealthCheck_Top_Title_A=Programmu statuss: <a>Nepieciešama skenēšana</a>
HealthCheck_Top_Dec_A=Jūsu programmatūra nekad netika analizēta. Analizējiet visu savu programmatūru tagad.
HealthCheck_Top_Title_B=Programmu ststuss: <a>Labs</a>
HealthCheck_Top_Dec_B=Visa jūsu programmatūra darbojas labi.
HealthCheck_Top_Dec_C=Jūsu programmatūra nav analizēta %s dienas. Analizējiet visu savu programmatūru tagad.
HealthCheck_Item_Title_leftovers=Atinstalēšanas pārpalikumi
HealthCheck_Item_Dec_leftovers=Dzēsiet atinstalēšanas pārpalikumus, lai atbrīvotu vairāk vietas diskā
HealthCheck_Item_Title_update=Novecojusi programmatūra
HealthCheck_Item_Dec_update_New=Atjauniniet novecojušu programmatūru, lai samazinātu drošības riskus
HealthCheck_Item_Title_permission=Programmatūras atļaujas
HealthCheck_Item_Dec_permission=Noteikt slēptās atļaujas un atspējot nevajadzīgās atļaujas
HealthCheck_Item_Title_notifications=Satraucoši paziņojumi
HealthCheck_Item_Dec_notifications=Bloķēt uznirstošos paziņojumus un nevēlamās reklāmas fonā, lai jūs netraucētu
HealthCheck_Item_Title_stubborn=Programmas ar atinstalēšanas problēmām
HealthCheck_Item_Dec_stubborn=Novērsiet atinstalēšanas problēmas, lai viegli atinstalētu programmas
HealthCheck_Item_Title_packages=Instalācijas faili
HealthCheck_Item_Dec_packages=Notīriet instalācijas failus, lai atbrīvotu vairāk vietas diskā
HealthCheck_Item_Title_malicious=Ļaunprātīga programmatūra un paplašinājumi
HealthCheck_Item_Dec_malicious=Noņemiet ļaunprātīgu programmatūru un pārlūkprogrammas paplašinājumus, lai nodrošinātu ātru un drošu datoru
HealthCheck_Item_Title_junk=Programmatūras liekie faili
HealthCheck_Item_Dec_junk=Notīriet pagaidu failus un privātuma pēdas, kas radušās programmatūras lietošanas laikā
HealthCheck_Item_Title_hibernation=Programmatūras hibernācija
HealthCheck_Item_Dec_hibernation=Pārvietojiet programmatūru, kuru neizmantojat miega režīmā, lai dators darbotos ātrāk
HealthCheck_Item_Tip_hibernation=Nevajadzīgās darbības tiks apturētas, kad programma būs miega režīmā. Jūs varat to pamodināt jebkurā laikā.
M_Fix=Labot
M_Detail=Detaļas
M_Recissues_Single=<a>%s</a> problēma ir atlasīta labošanai,
M_Recissues_Some=<a>%s</a> problēmas ir atlasītas labošanai,
M_Allissues_Single=total <a>%s</a> problēma
M_Allissues_Some=total <a>%s</a> problēmas
M_Noissues=No issues found
M_issues_Single=<a>%s</a> problēma
M_issues_Some=<a>%s</a> problēmas
M_Noissues2=Nav problēmu
HealthCheck_Exit_Scanning=Notiek skenēšana. Vai tiešām vēlaties iziet tagad?
HealthCheck_Exit_Fixing=Notiek labošana. Vai tiešām vēlaties iziet tagad?
M_UL_SelectedFix_Single=<a>%s</a> atinstalēšanas atlikums, kas atlasīts labošanai
M_UL_SelectedFix_Some=<a>%s</a> atinstalēšanas atlikumi, kas atlasīti labošanai
M_OS_SelectedFix=<a>%s</a> novecojusi programmatūra, kas atlasīta labošanai
M_SP_SelectedFix_Single=<a>%s</a> programmatūras atļauja ir atlasīta labošanai
M_SP_SelectedFix_Some=<a>%s</a> programmatūras atļaujas ir izvēlētas labošanai
M_DN_SelectedFix_Single=<a>%s</a> satraucošs paziņojums, kas atlasīts labošanai
M_DN_SelectedFix_Some=<a>%s</a> satraucoši paziņojumi, kas atlasīti labošanai
M_PWUI_SelectedFix_Single=<a>%s</a> programma ar atinstalēšanas problēmām ir atlasīta, lai tās novērstu
M_PWUI_SelectedFix_Some=<a>%s</a> programmas ar atinstalēšanas problēmām ir atlasītas, lai tās novērstu
M_IF_SelectedFix_Single=<a>%s</a> instalācijas fails ir atlasīts, lai to labotu
M_IF_SelectedFix_Some=<a>%s</a> instalācijas faili ir atlasīti, lai tos labotu
M_MSE_SelectedFix_Single=<a>%s</a> ļaunprātīga programmatūra un/vai paplašinājums, atlasīts labošanai
M_MSE_SelectedFix_Some=<a>%s</a> ļaunprātīga programmatūra un/vai paplašinājumi, atlasīti labošanai
M_JF_SeletecedFix_Single=%s lieks fails atlasīts labošanai
M_JF_SeletecedFix_Some=%s lieki faili atlasīti labošanai
M_SH_SeletecedFix_Some=%s programmatūra ir atlasīta labošanai
M_BackFix=Atpakaļ pie labojamā
M_NoItems=Nav atrasts neviens vienums
M_item=vienums
M_items=vienumi
M_File=Fails
M_Reg=Reģistrs
M_Tasks=Plānotie uzdevumi
M_Ser=Sistēmas pakalpojumi
M_Select=Atlasīt visu
M_TitleCount=Nosaukums (Pavisam: %d)
M_Version=Jauna versija
M_CurrentVersion=Tekošā versija
M_BanwebTitleCount2=Sūtītājs (Pavisam: %d)
M_Type=Tips
M_BRate=Bloķēšanas ātrums
M_Recommendation=Rekomendācijas
M_Optional=Neobligāti
M_Block=Bloķēt
M_SiteType=Vietnes paziņojums
M_AppType=Lietotnes paziņojums
M_MSType=Ļaunprātīga programmatūra
M_METype=Ļaunprātīgs paplašinājums
M_AdType=Reklāmas paplašinājums
M_RegMiss=Trūkst atinstalēšanas reģistra
HC_Ignore=Ignorēt
UL_IgnoreSoft=Ignorēt visu šai programmatūrai
HC_IgnoreForever=Ignorēt visus atjauninājumus
HC_IgnoreCurrent=Ignorēt pašreizējo atjauninājumu
HC_OpenFile=Atvērt faila atrašanās vietu
HC_OpenReg=Atvērt rediģēšanu
HC_Search=Meklēt tiešsaistē
HC_Startup=Startējamie vienumi
HC_Tasks=Plānotie uzdevumi
HC_Services=Servisi
HC_Desktopicon=Darbvirsmas ikona
HC_Taskbaricon=Uzdevumjoslas ikona
HC_RightMenu=Ar peles labo pogu izsaucamā izvēlne
HC_Firewall=Ugunsmūra noteikumi
M_PermissionTitleCount=Atļaujas veids (Pavisam: %d)
M_Name=Nosaukums
M_Impact=Ietekme
M_ImpactLow=Zems
M_ImpactMedium=Vidējs
M_ImpactHigh=Augsts
M_Installed=Instalēts
M_OverxDay_Some=Nav izmantots %s dienas
M_OverxDay_Single=Nav izmantots %s dienu
M_Status=Statuss
M_Disable=Atspējot
M_FixDetails=Skatiet labojuma informāciju zemāk:
M_Fix_RecTitle=Ātrākam un tīrākam datoram var darīt sekojošo:
M_Fix_RecLog=Tīra atinstalēšana ar atskaitēm
M_Fix_RecLog_Des=Rūpīgi atinstalējiet programmas ar instalēšanas laikā izveidotajām atskaitēm
M_Fix_RecBundleware=Vieglāka pakešu noņemšana
M_Fix_RecBundleware_Des=Pārraugiet programmas instalēšanu reālā laikā un viegli noņemiet paketes
M_Fix_RecLeftover=Automātiski izdzēst visus pārpalikumus
M_Fix_RecLeftover_Des=Automātiski izdzēst pārpalikumus, kurus nevar izdzēst citi atinstalētāji
M_Fix_RecProgram_Single=<a>%s</a> liela programma
M_Fix_RecProgram_Some=<a>%s</a> lielas programma
M_Fix_RecProgram_Des=Atinstalējiet nevajadzīgas lielas programmas, lai atbrīvotu vairāk vietas diskā
M_Fix_RecWinApp_Single=Atrasta <a>%s</a> Windows lietotne
M_Fix_RecWinApp_Some=Atrastas <a>%s</a> Windows lietotnes
M_Fix_RecWinApp_Des=Atinstalējiet nevajadzīgās Windows lietotnes, lai atbrīvotu vairāk vietas diskā
M_Fix_RecEasyUn=Gudrāka vienkārša atinstalēšana
M_Fix_RecEasyUn_Des=Viegli atinstalējiet programmu, velkot ikonu Easy Uninstall uz programmas atvērto logu, darbvirsmas ikonu vai sistēmas joslas ikonu
M_Fix_RecStubborn=Spītīgo programmu noņemšanas līdzeklis
M_Fix_RecStubborn_Des=Unikālā datu bāze atbalsta 4000+ spītīgu programmu noņemšanu
M_Fix_RecUpdateSoft=Automātiski atjaunināt programmatūru
M_Fix_RecUpdateSoft_Des=Iespējot automātisko atjaunināšanu, lai jūsu programmatūra vienmēr būtu atjaunināta jebkurā laikā un vietā
M_Fix_RecInfrequently_Single=<a>%s</a> Reti izmantota programma
M_Fix_RecInfrequently_Some=<a>%s</a> Reti izmantotas programmas
M_Fix_RecInfrequently_Des=Atinstalējiet reti izmantotās programmas, lai atbrīvotu vairāk vietas diskā
M_UnlockTitle_Single=Atbloķējiet PRO funkcijas, lai atrastu %s problēmu
M_UnlockTitle_Some=Atbloķējiet PRO funkcijas, lai atrastu %s visas problēmas
M_UnlockNow=Atbloķēt tagad
M_Back=Atpakaļ
M_Try=Izmēģināt tagad
M_Upgrade=Jaunināt tagad
M_Enable=Iespējot tagad
M_CheckAll_packages=Vai tiešām vēlaties notīrīt visus instalācijas failus?
M_CheckAll_permission=Vai tiešām vēlaties atspējot visas programmatūras atļaujas?
M_CheckAll_permission2=Atspējojot visas programmatūras atļaujas, dažas programmatūras funkcijas var nedarboties pareizi. Ieteicams atspējot tikai nevajadzīgās.
M_ContinueAnyway=Turpināt jebkurā gadījumā
M_Operate=Darbība
M_Fixmanually=Labot manuāli
M_FixManuallyEx=Labot manuāli

[Uninstall_Tools_History_M]
ListviewHeader_Software_TitleCount_M=Nosaukums (Pavisam: %d)
ListviewHeader_Software_M=Nosaukums
History_info_DouBle_M=programmas kuras pēdējā laikā nav pilnībā atinstalētas. Lai turpinātu lūdzu klikšķiniet uz Atinstalēt.
History_info_One_M=programma kura nav pilnībā atinstalētas. Lai turpinātu lūdzu klikšķiniet uz Atinstalēt.
History_Scanfor_M=Skenēt atlikumus
History_ViewDetail_M=Skatīt detaļas
UninstallLog_No_IsEmpty_M=Jaudīgās skenēšanas laikā nav atrasts neviens atlikušais fails.
Program_Information=Programmas informācija
Files_Deleted=Faili ir dzēsti
Registries_Deleted=Reģistri dzēsti
Scheduled_Tasks_Deleted=Izlaisti plānotie uzdevumi
Deleted_on_Reboot=Dzēsīsies pēc pārstartēšanas
Service_Deleted=Serviss ir dzēsts
Export_M=Eksportēt
rdlbl_NoTkanks=Nē, paldies
RdLabelDetailNull=Šeit tiks parādītas katras atinstalētās programmas detaļas un statuss.
RdLabelDetails=IObit Uninstaller palīdzēja atinstalēt <a>%d</a> programmas un atbrīvot <a>%s</a> diska vietu.
RdLabelDetail=IObit Uninstaller palīdzēja atinstalēt <a>%d</a> programmu un atbrīvot <a>%s</a> diska vietu.
History_NoUninstalled_M=Nav atinstalēts
History_Residualfilesleft_M=Palikuši atlikumu faili
M_NoHistoryFound=Nav atrasta atinstalēšanas vēsture

[Uninstaller_ToolUninstallHistory]
RdLabelCaption.caption=Atinstalēšanas vēsture
ListView_History.Columns[1].Caption=Atinstalēšanas datums
ListView_History.Columns[2].Caption=Apjoms
ListView_History.Columns[3].Caption=Darbība
Menu_ClearThis.Caption=Tīrīt šo ierakstu
Menu_ClearAll.Caption=Tīrīt visu

[Uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Nē, paldies
RdImgBtnUninstall.caption=Atinstalēt
RdListView_History.Columns[0].Caption=Nosaukums
RdListView_History.Columns[1].Caption=Statuss

[Uninstaller_form_InstallDetail]
lbl_IU.caption=Instalēt monitoru
lbl_RegText.caption=Reģistra ieraksts:
lbl_SzieText.caption=Apjoms:
lbl_StartText.caption=Startēšana:
lbl_FileText.caption=Faili:

[InstallDetected_M]
Install_DetectedNewTitle=%s tika instalēts/a ar šādām izmaiņām:
Install_DetectedNewTitleEx=<a>%s</a> programmas tika instalētas ar šādām izmaiņām:
Install_ViewDetail=Skatīt detaļas

[Uninstaller_form_InstallEnableForm]
btn_Enable.caption=Iespējots
lbl_Caption.caption=Tika konstatēta jauna instalācija
lbl_InstallMoniorInfo.caption=Mēs iesakām iespējot instalēšanas monitoru, lai palīdzētu apskatīt visas sistēmas un atskaites instalēšanas laikā veiktās izmaiņas.

[Uninstaller_IUInstallMonitorFrm]
rdlbl_LogInstall.Caption=Instalēšanas monitors
rdlbl_Or.Caption=VAI
rdlbl_Auto.Caption=Automātiskais monitors
rdlbl_Drap.Caption=Manuālais monitors

[IUInstallMonitorFrm_M]
TipFileMsi=Neatbalstīts instalējamais fails. Lūdzu, vēlreiz mēģiniet atlasīt un instalēt.
TipFileNotMsiExe=Neatbalstīts instalējamais fails. Lūdzu, vēlreiz mēģiniet atlasīt un instalēt pareizo instalēšanas failu.
AddTip1=Instalēšanas monitors ir aizņemts!
AddTip2=Instalācija jau tiek uzraudzīta. Lūdzu, mēģiniet vēlreiz pēc šīs instalācijas pabeigšanas.
StarFileTip=Neizdevās palaist
ExePathErrorTip=Instalēšanas fails no tīkla diska netiek atbalstīts. Lūdzu, kopējiet to lokālajā diskā un mēģiniet vēlreiz.
Logging=Notiek reģistrēšanas sistēmas izmaiņas ...
rdlbl_TipContent_M=Instalēšanas monitors nosaka un reģistrē sistēmas izmaiņas instalācijā, kas ļauj redzēt, kādas izmaiņas instalētājs veic uzraudzītās programmās.
rdlbl_SwitchTip.Caption_M=Automātiski noteikt un reģistrēt programmu instalācijas
rdlbl_DragFileTip.Caption_M=Pievienojiet vai velciet šeit instalēšanas failu, lai instalētu programmu un reģistrētu sistēmas izmaiņas.
EnableMonitorAutoTip=Iespējojot to, tiks iespējots arī IObit atinstalēšanas monitors.
EnableMonitorManualTip=Manuālais monitors nav pieejams, jo IObit atinstalēšanas monitors ir izslēgts.

[Uninstaller_frmMonitorLog]
lbl_Title.Caption=Instalēšanas atskaites
rdlbl_Export.Caption=Exportēt
btnImg_OK.Caption=Labi

[IUInstallMonitorLogFrm_M]
DisplayNameTip=Nosaukums:
InstallDateTip=Instalēšanas datums:
VersionTip=Versija:
PublisherTip=Ražotājs:
LocationTip=Atrašanās vieta:
InstallationDurationTip=Instalēšanas ilgums:
InstallPackageTip=Instalēšanas pakotne::
RegEntriesTip=Reģistra ieraksts:
FilesCountTip=Faili:
TaskCountTip_M=Plānotie uzdevumi:
ServiceCountTip_M=Sistēmas servisi:
DllCountTip=DLL reģistrācija:
StartUpCountTip=Startējamie vienumi:
TotalSizeTip=Kopējais apjoms:
ProgramInformationTip=Informācija par programmu
MMORegistryTip=Reģistra ieraksti
MMOFilesTip=Faili
MMOTaskTip_M=Uzdevumu grafiks
MMOServiceTip_M=Sistēmas servisi
MMODllTip=DLL reģistrācija
MMOStartUpTip=Startējamie vienumi
MonitorLog_SecondsLan=sekundes
MonitorLog_SecondSingleLan=sekunde
RegTip_Created=Reģistrs izveidots:
RegTip_Modified=Reģistrs mainīts:
RegTip_Deleted=Reģistrs dzēsts:
FileTip_Created=Fails izveidots:
FileTip_Modified=Fails pārveidots:
FileTip_Deleted=Fails izdzēsts:

[Uninstaller_frmIObitUninstall]
btn_Feedback.Caption=Sarakste

[MainForm_M]
Nav_Colle_Program_All=Programmas
Nav_Colle_Browser_Extensions=Pārlūku paplašinājumi
Nav_Colle_Win=Windows lietotnes
Nav_Colle_AC=Darību centrs
Nav_Colle_SH=Programmu stāvoklis
Nav_Item_Program_All=Visas programmas
Nav_Item_Bundleware=Pakotnes
Nav_Item_Program_Recent=Nesen instalētas
Nav_Item_Program_Infrequent=Retāk lietotas
Nav_Item_Program_Large=Lielas programmas
Nav_Item_Browser_Extension_All=Visas rīkjoslas un spraudņi
Nav_Item_InstallMonitor=Instalēšanas monitors
Nav_Item_Logged=Reģistrētās programmas
Nav_Item_AndroidApp=Android lietotnes
Hint_Settings=Opcijas
Hint_Tools=Rīki
UninstallProTipEnterCode=Ievadiet kodu
Button_Uninstall=Atinstalēt
Button_Remove=Noņemt
Button_Update=Atjaunināt
Button_Install=Instalēt tagad
ToolPopForceUninstallEx=Piespiedu atinstalēšana
ToolPopSoftUpdater=Programmu atjauninātājs
ToolPopStubborn=Spītīgu programmu noņemšanas līdzeklis
ToolPopHistory=Atinstalēšanas vēsture
ToolPopFileShredder=Failu smalcināšana
ToolPopHunterMode=Ātrā atinstalēšana
ToolPopUpdateUninstall=Windows atjauninājumu atinstalēšana
MoreSettingPopSetting=Iestatījumi ...
MoreSettingPopRestore=Sistēmas atjaunošana
MoreSettingPopExport=Eksportēt programmu sarakstu
MoreSettingPopUpdate=Pārbaudīt atjauninājumus
MoreSettingPopManual=Lietotāja pamācība
MoreSettingPopSupport=Tehniskais atbalsts
MoreSettingPopOnline=IObit tiešsaiste
MoreSettingPopAbout=Par
MoreSettingPopWhatsNew=Kas jauns
MoreSettingSubscription=Mans abonements
MoreSettingTranslate=Palīdziet mums iztulkot
DefaultSelProg=Atinstalējiet nevajadzīgas programmas, lai atbrīvotu vairāk vietas diskā.
DefaultSelPlug=Noņemiet nevēlamus spraudņus, lai aizsargātu jūsu pārlūkprogrammu.
DefaultSelADPlugin1=Noņemiet 1 ļaunprātīgu/reklāmas paplašinājumu drošai sērfošanai.
DefaultSelADPlugin2=Noņemiet %d ļaunprātīgus/reklāmu paplašinājumus drošai sērfošanai.
DefaultSelWApp=Atinstalējiet nevēlamās Windows programmas, lai uzlabotu sava datora veiktspēju.
DefaultSelBundle=Atinstalēt nevēlamu komplektu.
DefaultSelUpdate=Iegūstiet sev svarīgās programmas atjauninātas.
DefaultUpdaterPromot=Atjauniniet vairāk programmu ar IObit Software Updater.
DefaultUpdaterPromote1=tika atrasta novecojusi programma.
DefaultUpdaterPromote2=tika atrastas novecojušas programmas.
DefaultUpdaterPromoteInfo=Noklikšķiniet uz "Atjaunināt visu", lai atjauninātu visas novecojušās programmas ar vienu klikšķi.
SelInfoProg=programma, kuru vēlaties atinstalēt. Kopējais apjoms:
SelInfoProgM=atlasītās programmas, lai atinstalētu. Kopējais apoms:
SelInfoPlug=spraudnis, kuru vēlaties noņemt.
SelInfoPlugM=atlasītie spraudņi noņemšanai.
SelInfoApp=atlasīta lietotne, lai atinstalētu.
SelInfoAppM=atlasītās programmas, lai atinstalētu.
SelInfoBundle=vienums atlasīts, lai atinstalētu
SelInfoBundleM=vienumi atlasīti, lai atinstalētu
BundleHint=Instalējot galveno programmu, dažas citas programmas var arī instalēt bez jūsu ziņas. Jūs varat atinstalēt programmas, kuras nevēlaties.
RestoreDefaultSettingsButton=Atjaunot %s noklusējuma iestatījumus
APTitle=Aktivizēt visus Pro
AP5=Tīra atinstalēšana ar atskaiti
AP2=Dzēst vairāk spītīgās lietotnes
AP6=Vienmērīga programmatūras veiktspēja
AP4=Viena klikšķa programmatūras atjauninātājs
MainUpdate_Hint=Jauna versija
NewsDisconnCaption=Kopīgojiet IObit atinstalētāju ar savām ģimenēm un draugiem.
NewsDisconnDes=Viņi labprāt to izmantos!
NewsNewVerCaption=Pieejams svarīgs atjauninājums.
NewsNewVerDes=Lūdzu, lejupielādējiet jaunāko versiju tagad.
ToolPopForceUninstall_Detail=Atinstalējiet programmas, kuras nevar atinstalēt parastajā veidā.
ToolPopSoftUpdaterEx_Detail=Atjauniniet novecojušu programmatūru, lai samazinātu drošības riskus.
ToolPopHistory_Detail=Parādīt informāciju un statusu katrai atinstalētajai programmai.
ToolPopFileShredder_Detail=Droši un neatgriezeniski noņemiet nevēlamos failus.
ToolPopHunterMode_Detail=Pārvelciet vienkāršās atinstalēšanas ikonu, lai viegli atinstalētu programmas.
ToolPopUpdateEx_Detail=Atinstalējiet nevēlamos Windows atjauninājumus, lai atbrīvotu vairāk vietas diskā.
ToolPopStubbornEx_Detail=Unikālā datu bāze atbalsta 4000+ spītīgu programmu noņemšanu.
DefaultSelInfoLoggedNew=Instalēšanas monitora reģistrētās programmas var pilnībā atinstalēt.
DefaultSelAndroid=Atinstalējiet nevēlamās Android lietotnes, lai atbrīvotu vairāk vietas diskā.

[MetroApp_M]
NoSerchItem_Tip=Nav vienumu, kas atbilstu meklēšanai.
Win8NoItemTip_M=Nav atrasta neviena Windows lietotne
Win8LoadingApp=Lietojumprogrammu ielāde ...
Win8ListViewGroupsWin8AppHeader=Windows lietotnes
Win8ListViewGroupsWin8AppSubtitle=Microsoft Corporation publicētās lietojumprogrammas.
Win8ListViewGroupsThirdHeader=Trešo pušu lietotnes
Win8ListViewGroupsThirdSubtitle=Trešo pušu korporāciju publicētās lietotnes.

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Nosaukums
ListView_AppList.Columns[1].caption=Apjoms
ListView_AppList.Columns[2].caption=Lietotāja vērtējums
ListView_AppList.Columns[3].caption=Darbība
lbl_Notice.caption=Lai parādītu jūsu Windows programmas, lūdzu, pārliecinieties, ka jūsu pašreizējam kontam ir administratīvās tiesības.
mniUninstall.caption=Atinstalēt
mniRefush.caption=Atsvaidzināt
mniDetails.caption=Sīkāka informācija
mniOpenFile.caption=Atvērt failu atrašanās vietu
mniOpenReg.caption=Atvērt rediģēšanai
mniOpenWinstore.caption=Atvērt Microsoft Store
mniSearchOnline.caption=Meklēt tiešsaistē
mniRate.caption=Vērtējums

[Uninstaller_DiskSmallFrm]
btnimg_uninstall.Caption=Atinstalēt tagad
rdlbl_NoticeInfo.Caption=Sistēmas diskā brīvā vieta ir zemāka par 10%.
rdlbl_NoticeTip.Caption=Lai atgūtu vairāk vietas diskā, atinstalējiet nevēlamās programmas, izmantojot programmu IObit Uninstaller.

[LeftNoticeForm_M]
LeftFound=<a>%s</a> tika atrasti atinstalēšanas atlikumi.
LeftTip=Notīriet tos, lai atbrīvotu vairāk vietas diskā.
LeftBtn=Tīrīt tagad

[JunkNoticeForm_M]
JunkFound=Tika atrasti <a>%s</a> programmatūras liekie faili.

[SoftNoticeForm_M]
PopupTip=Tika konstatēti traucējoši paziņojumi
PopUpOne=<a>1</a> uznirstošo paziņojumu var bloķēt, lai izvairītos no pārtraukumiem..
PopUpEx=<a>%s</a> uznirstošo paziņojumus var bloķēt, lai izvairītos no pārtraukumiem..
PopupBtn=Bloķēt tagad

[Malicious_M]
NoticeInfoEx_One=Atrasta ļaunprātīga programmatūra/paplašinājums<BR><a>1</a> ļaunprātīgu programmatūru/paplašinājumu var noņemt, lai nodrošinātu ātru un drošu datoru.
NoticeInfoEx_Some=Atrasti ļaunprātīgas programmatūras/paplašinājumi<BR><a>%d</a> ļaunprātīgas programmatūras/paplašinājumus var noņemt, lai nodrošinātu ātru un drošu datoru.

[InstallClearForm_M]
SetupTip=Atrasti nevajadzīgi instalācijas faili
SetupClean=<a>1</a> nevajadzīgu iestatīšanas failu var noņemt, lai atbrīvotu <a>%s</a> vietu diskā.
SetupCleanEx=<a>%s</a> nevajadzīgos iestatīšanas failus var noņemt, lai atbrīvotu <a>%s</a> vietu diskā.
SetupBtn=Tīrīt tagad

[SoftUpdate_Auto_M]
AutoUpdate_M=%s atjauninājumi ir instalēti automātiski.
AutoUpdate_One_M=1 atjauninājums ir instalēts automātiski.

[uninstall_Mitor_M]
showDetails_M=Rādīt detaļas
Cleanmanually_M=Tīrīt manuāli
AutoClean_M=Automātiska tīrīšana
Cleaning_M=Tīrīšana
Cleannow_M=Tīrīt tūlīt
StillLeavas_M="%s" joprojām palicis:
LeftoversRemoved_M=Noņemtie atlikumi %s:
Registry_M=Reģistrs
File_M=Fails
Files_M=Faili
Cleanfuture_M=Tīriet automātiski nākotnē
Setting_M=Uzstādījumi
Uselessfiles_M=nederīgi faili
UselessfilesOne_M=bezjēdzīgs fails
Uselessregistryentries_M=nederīgi reģistra ieraksti
UselessregistryentriesOne_M=nederīgs reģistra ieraksts
Lan_BundleNoticeText_M=Instalējot failu %s, tika atrastas programmatūras paketes.

[Plugin_M]
ListViewPlugSysbit=bit
ListViewGroupMaliciousTitle=Ļaunprātīgas rīkjoslas un spraudņi
ListViewGroupMaliciousDesc=Šīs rīkjoslas un spraudņi var mainīt noklusējuma pārlūku un nozagt jūsu privāto informāciju.
ListViewGroupAdTitle=Uz reklāmas bāzētas rīkjoslas un spraudņi
ListViewGroupAdDesc=Tie rīkjoslas un spraudņi var rādīt reklāmas, reklāmlogus utt.
ListViewGroupTrustTitle=Uzticamie rīkjoslas un spraudņi
ListViewGroupTrustDesc=Šīs rīkjoslas un spraudņi nekaitēs jūsu datoram. Varat noņemt vai saglabāt tos atbilstoši saviem pieprasījumiem.
ListViewGroupExtensions=Paplašinājumi
ListViewGroupPlugins=Spraudņi
ListViewGroupToolbar=Rīkjosla
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupFFBulit=Iebūvētie paplašinājumi
ListViewGroupFFOther=Citi paplašinājumi
ListViewGroupExtension_DES=Paplašinājumi tiek izmantoti, lai pielāgotu pārlūku ar funkcijām, kuras jums patīk.
ListViewGroupPlugin_DES=Spraudņus var viegli uzstādīt un izmantot kā daļu no tīmekļa pārlūkprogrammas.
ListViewGroupToolbar_DES=Rīkjosla palīdz lietotājiem ātri piekļūt vietnēm vai veikt citas lietojumprogrammas funkcijas.
ListViewGroupBHO_DES=BHO palīdz izveidot personalizētus pārlūkus un nodrošināt vienkāršākas interaktīvas funkcijas.
ListViewGroupActivex_DES=ActiveX izmanto Internet Explorer, lai atvieglotu multimediju atskaņošanu.
ListViewGroupFFBulit_DES=Paplašinājumi, kas instalēti/pārinstalēti ar Firefox instalēšanu vai atjaunināšanu
ListViewGroupFFOther_DES=Paplašinājumi, kas instalēti no Firefox pievienojumprogrammām vai citiem kanāliem
NoSerchItem_Tip=Nav vienumu, kas atbilstu meklēšanai.
PluginColumnStr_Title=Nosaukums (Pavisam: %d)
ChromeSyncMsg=Chrome sinhronizācija ir iespējota. Pēc noņemšanas atlasītie spraudņi var tikt atkārtoti instalēti. Lai izpildītu mūsu foruma darbības, lai atspējotu Chrome sinhronizāciju, noklikšķiniet uz <a>atspējot Chrome sinhronizāciju</a>.
EdgeSyncMsg=Edge sinhronizācija ir iespējota. Pēc noņemšanas atlasītie paplašinājumi var tikt automātiski atkārtoti instalēti. Lūdzu, noklikšķiniet uz <a>Atspējot Edge sinhronizāciju</a>, lai veiktu detalizētas darbības, lai atspējotu Edge sinhronizāciju.
FuncPluginSysPluginMsgBox=Nav ieteicams noņemt %s, jo pēc pārlūkošanas dažas pārlūka funkcijas var tikt ietekmētas.
FuncPluginLoading=Ielādē...
FuncPluginRmoveSuccess=Veiksmīgi noņemts. Ielādē ...
FuncVotePlugSelectMsgBox=Lūdzu, izvēlieties vienumu, lai novērtētu
FuncPluginRmoveConfireSingleMsgBox=Vai tiešām vēlaties noņemt atlasīto vienumu?
FuncPluginRmoveConfireSomeMsgBox=Vai tiešām vēlaties noņemt atlasītos vienumus?
FuncCheckBrowserMsgBox_1=%s darbojas.
FuncCheckBrowserMsgBox_2=Noklikšķiniet uz Labi, lai to aizvērtu (vispirms saglabājiet savu saturu).
FuncCheckBrowserMsgBox_3=Vai arī noklikšķiniet uz 'Atcelt', lai pārtrauktu darbību.
FuncCheckBrowserMsgBox_4=%s darbojas.
FuncCheckBrowserMsgBox_5=Noklikšķiniet uz 'Labi', lai to aizvērtu (vispirms saglabājiet saturu).
FuncCheckBrowserMsgBox_6=Vai arī noklikšķiniet uz 'Atcelt', lai pārtrauktu darbību.
FuncPluginRemoveFailedMsgBox_4=%s, iespējams, nevar tikt noņemts, jo tas ir aizsargāts ar %s. Lūdzu, izejiet no %s un restartējiet IObit Uninstaller, lai mēģinātu vēlreiz noņemt.
FuncRestoreSuccessMsgBox=Veiksmīgi atjaunoti noklusējuma iestatījumi.
FuncRestoreFailedMsgBox=Neizdevās atjaunot pārlūkprogrammas noklusējuma iestatījumus.
PluginRestoreStr=Atjaunot %s noklusējuma iestatījumus
mniOpeninRegedit_M=Atvērt reģistra rediģēšanai
lbl_NoFoundItems.caption_M=Nav pārlūka paplašinājumu

[VoteText_M]
FuncVoteMarkSelectMsgBox=Lūdzu, novērtējiet.
FuncVoteFailedMsgBox=Vērtēšana neizdevās, lūdzu, pārbaudiet tīkla savienojumu un mēģiniet vēlreiz.
FuncVoteActiveVote=Vērtējums
FuncVoteWaitting=Iesniedz vērtējumu, lūdzu, uzgaidiet ...
NewVote_1=Lietotājs vēl nav vērtējis.
NewVote_2=%d lietotāji ir novērtējuši.
NewVote_3=Ko jūs domājat par šo paplašinājumu?
NewVote_4=Ko jūs domājat par šo lietotni?
NewVote_5=Jūs jau esat novērtējis.
NewVote_6=Mans vērtējums:
Removingnow_M=Notiek noņemšana...

[Uninstaller_fraBrowserCleaner]
rdlvAllBrowse.Columns[0].Caption=Nosaukums
rdlvAllBrowse.Columns[1].Caption=Lietotāja vērtējums
rdlvAllBrowse.Columns[2].Caption=Darbība
rdlvCustomBrowse.Columns[0].Caption=Nosaukums
rdlvCustomBrowse.Columns[1].Caption=Darbība
mniRemove.Caption=Noņemt
mniRate.Caption=Vērtējums
mniIgone.Caption=Ignorēt
mniRefush.Caption=Atsvaidzināt
mniOpenFloder.Caption=Atvērt failu atrašanās vietu
mniSelectedAll.Caption=Atlasīt visu
mniInvertSelection.Caption=Apgriezt atlasi
mniSearchOnline.Caption=Meklēt tiešsaistē

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Atiestatīt pārlūku
lblConfire.Caption=Vai tiešām vēlaties atjaunot noklusējuma iestatījumus?
lblHomepageTitle.Caption=Pašreizējā mājas lapa:
lblSearchTitle.Caption=Pašreizējā noklusējuma meklētājprogramma:
btnImg_OK.Caption=Labi
btnImg_Cancel.Caption=Atcelt

[Uninstaller_frm_MessagePlugin]
lbl_OK.Caption=Noņemts veiksmīgi!
lbl_Removing.Caption=Notiek noņemšana...

[Uninstaller_Program_M]
Noprograms_UseLess_M=Šādas programmas netika atrastas (netiek izmantotas ilgāk par %d mēnešiem)
Noprograms_UseLess_One_M=Nav atrasta neviena šāda programma (netiek izmantota ilgāk par 1 mēnesi)
Noprograms_Size_M=Neviena programma nepārsniedz %s
Noprograms_match_M=Nav vienumu, kas atbilstu meklēšanai.
Noprograms_Recent_M=Pēdējo 10 dienu laikā nav instalētas programmas.
NoPrograms_RecentEx_M=Pēdējo %s mēnešu laikā nav instalēta neviena programma
Noprograms_Android_M=Netika atrasta neviena Android lietotne
monthsago_M=%d mēnešus atpakaļ
yearsago_M=%d pirms gada
yearsagos_M=%d gadus atpakaļ
SoftwareFrame_InstallDate_M=Instalēšanas datums
SoftwareFrame_FrequencyUse_M=Pēdējais izmantotais(ā)
HistoryInfo_DisplayName=Attēlot nosaukumu
HistoryInfo_Publisher=Izdevējs
HistoryInfo_Version=Versija
HistoryInfo_InstallDate=Instalēšanas datums
HistoryInfo_UseSize=Brīvās vietas izmantošana
HistoryInfo_Location=Atrašanās vieta
HistoryInfo_UninstallDate=Atinstalēšanas datums
Lan_NoBundle_New=Paketē ir programmatūra, kas var instalēt citas programmas, bez jūsu paziņojuma, instalējot galveno programmu.
Lan_Main_Soft=Galvenā programma
Lan_Bundled_Soft=Komplektā iekļautā programma
Lan_Bundled_Plug=Komplektā iekļautais spraudnis
ColumnName_Logged=Instalēšanas atskaite
ColumnName_LogDate=Instalēšanas datums
ViewDetail=Skatīt atskaiti
NoPrograms_Logged=Programmas, kuras reģistrējis instalēšanas monitors, turpmākajā atinstalēšanā varēs rūpīgi atinstalēt.
Show_Components_M=Rādīt sistēmas izpildlaika komponentus
Last_Days_M=pēdējās %s dienas
Last_Month_M=pēdējais %s mēnesis
Last_Months_M=pēdējie %s mēneši
Larger_M=lielāks par %s
NotUsed_Month_M=Nav izmantots %s mēnesi
NotUsed_Months_M=Nav izmantots %s mēnešus
AllDrives_M=Visi diskdziņi

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Apjoms
ListView_SoftwareList.Columns[2].Caption=Instalēšanas datums
ListView_SoftwareList.Columns[3].Caption=Darbība
Menu_Program_Uninstall.caption=Atinstalēt
Menu_Program_Repair.caption=Remontēt
Menu_Program_Refresh.caption=Atsvaidzināt
Menu_Program_OpenFileLocation.caption=Atvērt failu atrašanās vietu
Menu_Program_OpeninRegedit.caption=Atvērt rediģēšanai
Menu_Program_SearchOnline.caption=Meklēt tiešsaistē
mni_Openthewebsite.caption=Atvērt interneta vietni
mni_RunNow.caption=Palaist tūlīt

[Uninstaller_Frame_Bundle]
ListView_BundleList.Columns[1].Caption=Veids
ListView_BundleList.Columns[2].Caption=Darbība
Menu_Program_Uninstall.caption=Atinstalēt
Menu_Program_OpenFileLocation.caption=Atvērt failu atrašanās vietu
Menu_Program_OpeninRegedit.caption=Atvērt rediģēšanai
Menu_Program_SearchOnline.caption=Meklēt tiešsaistē
mni_Ignore.caption=Ignorēt
mniOpenthewebsite.caption=Atvert vietni

[Uninstaller_frm_UninstallPromot]
lbl_BundleTitile.caption=Konstatēta pakotne
btn_UninstallAll.caption=Atinstalēt visu
lbl_Info.caption=Atinstalējiet visu šo pakotnes programmatūru ar IObit Uninstaller PRO vai atinstalējiet tikai tekošo programmu.

[Uninstaller_frm_UninstallBundle]
lbl_Text.caption=Konstatēta pakotne. Lūdzu, atlasiet nevēlamo komplektu, ko atinstalēt.

[PromoteForm_M]
M_ProAD_Title=Vairāk iespēju un priekšrocības, ko sniedz Pro versija:
M_ProAD_CleanLog=Rūpīgi atinstalējiet programmas ar instalēšanas laikā izveidotajām atskaitēm
M_ProAD_Monitor=Monitorēt programmu instalēšanu un pakotņu viegla noņemšana
M_ProAD_Database=Liela datu bāze, lai rūpīgi noņemtu spītīgās programmas
M_ProAD_Plugin=Noņemiet ļaunatūras/reklāmas spraudņus drošai un vienmērīgai sērfošanai internetā
M_ProAD_Update=Viens klikšķis, lai jūsu svarīgās programmas vienmēr būtu atjauninātas
M_ProAD_SoftHealth=Automātiski atklāt programmatūras ievainojamību un viegli bloķēt uznirstošos paziņojumus un nevēlamās reklāmas.
M_Continue=Turpināt atinstalēšanu
M_BundleTitle=Aktivizēt IObit Uninstaller PRO, lai noņemtu pakotnes pilnībā
M_BundleTitle2=Uzrauga programmas instalēšanu reālajā laikā un viegli noņem programmaparatūru
M_UninstallLogTitle=Aktivizēt IObit Uninstaller PRO, lai automātiski atklātu un reģistrētu programmas instalāciju un atskaiti, lai nākotnē rūpīgi tās atinstalētu.
M_PluginMaliciouTitle=Aktivizēt IObit Uninstaller PRO, lai viegli noņemtu ļaunatūras/spraudņus
M_PluginMaliciouTitle2=Pieaugošā datubāze palīdzēs, vairāk, novērst ļaunpras/reklāmu spraudņus
M_SPUninstallFail=%s neizdevās atinstalēt.
M_SPAD_Title=Aktivizēt PRO, lai atinstalētu, ar konkrētu datu bāzi.
M_SPUninstallFailCount=%d nav iespējams atinstalēt programmas.
M_SPADCount_Title=nevar atinstalēt normālā veidā. Aktivizēt PRO, lai to atinstalētu ar konkrētu datubāzi.
SpecPromotTile_1=%s neizdevās atinstalēt.
SpecPromotTile_2=%d nav iespējams atinstalēt programmas.
SpecPromotTile_3=1 programma tika atinstalēta.
SpecPromotTile_4=%d programmas tika atinstalētas.
SpecPromotTile_5=Bet 1 programma nav atinstalēta.
SpecPromotTile_6=Bet %d programmas nav atinstalētas.
SpecPromotInfo_1=Aktivizēt PRO, lai atinstalētu to ar konkrētu datu bāzi.
SpecPromotInfo_2=Aktivizēt PRO, lai atinstalētu tās ar konkrētu datu bāzi.
SpecPromotInfo_3=%s nevar atinstalēt normālā veidā.

[Protip_M]
Congratulations_M=Apsveicam!
YouHave_M=Jūs esat atjauninājis IObit Uninstaller
Try_M=Pamēģiniet to tagad!
Tip_M=Automātiski atjaunināts uz IObit atinstalētāju <a>%d</a>.
WhatNew_M=Kas jauns jaunākajā versijā:
More_M=Vairāk detaļu

[Uninstaller_Public_M]
Lan_ButtonCancel=Atcelt
Lan_ButtonClose=Aizvērt
Lan_ButtonContinue=Turpināt
Lan_ButtonClean=Tīrs
Lan_Cleaning=Tīrīšana
Lan_Details=Sīkāka informācija
Lan_Exit=Iziet
Lan_Hide=Paslēpt
Lan_Ignore=Ignorēt
Lan_Ignored=Ignorēts
Lan_item=vienums
Lan_items=vienumi
Lan_LoadingD=Ielādē...
Lan_WindowMin=Sakļaut
Lan_WindowMax=Izvērst
Lan_ButtonNo=Nē
Lan_Name=Nosaukums
Lan_NameT=Nosaukums (Pavisam: %d)
Lan_Notagain=Nerādīt šo vēlreiz
Lan_ButtonOK=Labi
Lan_Publisher=Izdevējs
Lan_WindowRest=Atjaunošana
Lan_ButtonRemove=Noņemt
Lan_State=Stāvoklis
Lan_Show=Rādīt
Lan_Scan=Skenēšana
Lan_Search=Meklēt
Lan_ButtonUninstall=Atinstalēt
Lan_Version=Versija
Lan_ButtonYES=Jā
Lan_ButtonFor0=Iegūt Pro par $0
Lan_ButtonActivate=Aktivizēt tagad
Lan_ButtonUpgrade=Jaunināt tagad
Lan_ButtonUpgradeFor0=Jaunināt uz Pro par $0
Lan_DisplayName=Nosaukums
Lan_Installationpath=Instalācijas ceļš
Lan_Description=Apraksts
Lan_LinkAbout=Par - atsauce
Lan_LinkHelp=Palīdzība - atsauce
Lan_SysMsgCorrupted=Daži IObit Uninstaller faili ir bojāti. Lūdzu, atkārtoti instalējiet IObit Uninstaller.
Lan_Bit=biti

[RC_M]
M1=Iegūt PRO versiju bez maksas
M2=$0 , lai baudītu vieglāku, jaudīgāku un pilnīgāku atinstalēšanu.
M3=Automātiski
M4=Atlikušo failu tīrīšana
M5=1-Klikšķis
M6=Visas programmatūras problēmas ir novērstas
M7=4000+
M8=Spītīgo programmatūru noņemšana
M9=50% lielāka
M10=Programmatūras atjauninājumu datu bāze
M11=Tagad, BEZMAKSAS, tiek piedāvātas vēl lieliskas un uzlabotas PRO funkcijas:
M12=BEZ MAKSAS, lai iespējotu AUTO atlikušo failu tīrīšanu
M13=un baudiet ātrāku un stabilāku datora veiktspēju.

[Unistaller_Register_M]
license_OtherCode_M=Licences kods %s ir derīgs tikai %s. Lūdzu, noklikšķiniet uz pogas 'Labi', lai lejupielādētu un reģistrētu %s.
LicenseCannotconnect_M=Nevar izveidot savienojumu ar mūsu serveri. Lūdzu, pārbaudiet tīkla/starpniekservera iestatījumus un vēlāk mēģiniet apstiprināt savu licenci.
license_OtherGivewalys_M_M=%s ir dāvanu licence un derīga tikai norādītajai versijai. Lūdzu, apmeklējiet <a>šeit</a>, lai iegādātos jaunu IObit atinstalētāja %s PRO licences kodu.
License_expired_M=Licence %s ir beigusies. Noklikšķiniet <a>šeit</a>, lai iegādātos jaunu licenci.
License_maximum_M=Licence %s ir aktivizēta maksimālajam datoru skaitam un to nevar izmantot. Lūdzu, noklikšķiniet uz <a>šeit</a>, lai iegādātos citu licenci, lai aktivizētu IObit Uninstaller PRO šim datoram.
License_Free_M=Licence %s nevar aktivizēt. Lūdzu, iegādājieties jaunu licenci IObit Uninstaller PRO.
License_valid_M=Nederīgs licences kods! Lūdzu, ievadiet derīgu licences kodu.
LicenseSeat_M=Licences atrašanās vieta:
LicenseCodeLiftTime_M=Šis ir mūža licences kods, kas ir derīgs tikai IObit Uninstaller v%d. Lūdzu, pārinstalējiet IObit Uninstaller v%d PRO.
licensedays_left_M=Atlikušas %d dienas
licenseday_left_M=Atlikusi %d diena
LicenseCodeLocation_M=Licences kods %s nav derīgs jūsu reģionā vai valstī. Lūdzu, noklikšķiniet uz 'Labi', lai iegādātos derīgu.
Never_M=Nekad
M_CheckYourLicense=Jūs varat doties uz sadaļu 'Mans abonements' un izvēlni 'Opcijas', lai pārbaudītu licences statusu.

[Uninstaller_Form_Activate]
Label_Get.caption=Saņemt licenci
Label_Retrv.caption=Izgūt kodu
Label_Eg.caption=Piem .: AAAAA-BBBBB-CCCCC-DDDDD
RdImgBtnRegNow.caption=Reģistrēt tagad
RdLabelCaption.caption=Aktivējiet Pro versiju, lai baudītu labākas iespējas
Label_Please.caption=Lūdzu, ievadiet savu licences kodu un nospiediet pogu "Reģistrēt tagad", lai aktivizētu visas PRO versijas funkcijas.
Label_Code.caption=Licences kods:
RdBtnlab.caption=Mēs apsolam, vairāk priekšrocību:
RdImgBtn_Upgrade.caption=Uzlabot uz Pro versiju

[Form_Activate_M]
TitleOne=Tīra atinstalēšana ar atskaiti
ContentOne=Rūpīgi atinstalējiet programmas ar instalēšanas laikā izveidotajām atskaitēm
TitleTwo=Spītīgas programmas noņemšana
ContentTwo=Vairāk nekā 4000 spītīgu programmu pilnīga noņemšana, izmantojot unikālo datu bāzi
TitleThree=Vienmērīga programmatūras veiktspēja
ContentThree=Automātiski atklāt programmatūras ievainojamību un viegli bloķēt uznirstošos paziņojumus un nevēlamās reklāmas
TitleFour=Programmatūras atjauninātājs
ContentFour=1-klikšķis, lai jūsu svarīgās programmas vienmēr būtu atjauninātas

[Uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Aizvērt
lbleg.Caption=Piem .: AAAAA-BBBBB-CCCCC-DDDDD
rdlblHelp.caption=palīdzība
Label_Please.caption=Lūdzu, ievadiet savu licences kodu un nospiediet pogu "Reģistrēt tagad", lai aktivizētu visas PRO versijas funkcijas.
Label_Code.caption=Licences kods:
RdImgBtnRegister.caption=Reģistrēt tagad
Label_Retrv.caption=Izgūt kodu
Label_HaveLicense.caption=Vai jums nav licences?
Label_click.caption=Klikšķiniet šeit lai iegūtu licenci.
RdImageButton_Back.caption=Atpakaļ
RdImageButton_Close.caption=Aizvērt
RdLabelCaption.caption=Licenču pārvaldnieks
Label_Status.caption=Licences statuss:
Label_Activated.caption=Aktivizēta
Label_Lcode.caption=Licences kods:
Label_Data.caption=Beigu datums:
Label_Refresh.caption=Atsvaidzināt
Label_Export.caption=Eksportēt licenci
rdlblAlread.caption:=Jau ir licences kods

[uninstaller_Form_licensemessage]
rdlblHelp.caption=palīdzība
RdImgBtn_Closetwo.caption=Aizvērt
Label_success.caption=Licence ir veiksmīgi aktivēta!

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Klikšķiniet ar kreiso peles taustiņu un velciet peli, lai izvēlētos apgabalu, kurā vēlaties uzņemt ekrānuzņēmumu
M_NoticeInfo_AC=2. Klikšķiniet ar labo peles taustiņu vai 'Esc', lai izietu
M_Rect=Taisnstūris
M_Oval=Ovāls
M_Text=Teksts
M_Paintbrush=Ota
M_Return=Atjaunot darbību - (Ctrl + Z)
M_Copy=Kopēt starpliktuvē
M_Exit=Iziet no ekrānuzņēmuma
M_Save=Saglabāt
M_TipInfo=Ekrānuzņēmums ir saglabāts starpliktuvē. Lai ielīmētu, varat izmantot Ctrl + V.
M_TipShow=Nerādīt šo ziņojumu vēlreiz
M_TipSure=Labi

[Uninstaller_frmSetting]
lbl_Caption.caption=Uzstādījumi
lbl_SkinTitle.caption=Ādiņa:
lbl_LanguageTitle.caption=Tekošā valoda:
lbl_FontSize.caption=Fonta lielums:
lbl_Dark.caption=Tumšs
lbl_Light.caption=Gaišs
lbl_Transparency.caption=Caurspīdīgums:
lbl_UpdateTitle.caption=Atjaunināšanas metode
lbl_UpdateChooseDes.caption=Produkta atjaunināšanas metode:
btnImg_UpdateRemind.caption=Paziņojiet man, kad ir pieejami atjauninājumi
btnImg_UpdateAuto.caption=Atjaunināt automātiski
btnImg_AutoDelete.caption=Automātiski noņemt atlikušos failus
btnImg_AfterUninstallAutoScan.caption=Automātiski izdzēst programmas pārpalikumus no cita atinstalētāja
btnImg_RemoveToRecycleBin.caption=Dzēst atlikušos failus uz atkritni
btnImg_ShowExplorerButton.caption=Pievienot failu sagriešanas pogu pārlūkam
btnImg_ShowComponents_New.caption=Rādīt sistēmas izpildlaika komponentes
btnImg_ShowMenuButton.caption=Pievienot Windows konteksta izvēlnei iespēju 'Jaudīga atinstalēšana'
btnImg_CreateRestore.caption=Pirms atinstalēšanas izveidot atjaunošanas punktu
lbl_HotKey.caption=Karstais taustiņš vieglākai atinstalēšanai:
lbl_OccupiedHotKey.caption=Jau izmantots, ievadiet jaunu.
btn_NotifySoftUpdater.caption=Paziņot man, kad ir pieejami programmatūras atjauninājumi
btnImg_SystemDiskSpace.caption=Paziņojiet man, kad sistēmas diska brīvā vieta ir zemāka par 10%
btnImg_UserInterface.Caption=Lietotāja interfeiss
btnImg_General.Caption=Vispārēji
btnImg_Notification.Caption=Paziņojumi
btn_Uninstall.Caption=Atinstalēt
btn_SoftwareHealth.Caption=Programmatūras stāvoklis
btn_Ingore.Caption=Ignorējumu saraksts
lbl_Infrequently.Caption=Retāk lietotās programmas: netiek izmantots
lbl_Large.Caption=Lielas programmas: lielākas par
btn_UpdateManually.Caption=Atjaunināt manuāli
btn_Quick.Caption=Iespējot ātro atinstalēšanu, lai automātiski apstiprinātu pieprasījumus no programmas sākotnējās atinstalēšanas rutīnas (ja iespējams) Enable Quick Uninstall to confirm requests from program's original uninstall routine automatically (if possible)
btn_SoftAutoUpdate.Caption=Automātiski atjaunināt novecojušu programmatūru
lbl_SavaDownload.Caption=Saglabājiet visas lejupielādētās programmas:
btn_Browse.Caption=Pārlūkot...
lbl_PermissionsDes.Caption=Izvēlieties programmatūras atļaujas, kuras vēlaties skenēt:
lbl_InstallFileDes.Caption=Instalācijas failu dzēšana:
btn_InstallFilesInstalled.Caption=Dzēst visus instalētos failus
btn_InstallFilesNotUsed.Caption=Dzēst instalācijas failus, kas nav izmantoti
btn_InstallFileDelte.Caption=Dzēst instalācijas failus atkritnē
lbl_IgnoreTip.Caption=Ignorētie vienumi netiks atklāti, kamēr tos neizņemsiet no zemāk esošā saraksta.
btn_EnableMonitor.Caption=Iespējot IObit atinstalēšanas monitoru un ielādēt to Windows startēšanas laikā
btn_SkipUAC.Caption=Izlaist lietotāja konta kontroles brīdinājumu
lbl_RecentlyInstall.Caption=Nesen instalētās programmas:
btn_UseSystemDIP.Caption=Izmantojiet sistēmas DPI mērogošanas iestatījumus
lbl_bundleware_IgnoreTip.Caption=Ignorēto programmatūru komplektu saraksts
lbl_health_IgnoreTip.Caption=Programmatūras veselības ignorēšanas saraksts

[Uninstall_setting_M]
Setting_Size_Normal=Normāls
Setting_Size_Large=Liels
Setting_Size_Larger=Lielāks
EnableMonitor=IObit atinstalēšanas monitors darbosies fonā, lai nodrošinātu svarīgu līdzekļu pareizu darbību.
SystemComponentsInfo=Sistēmas komponenti, piemēram, Microsoft .NET Framework, Microsoft Visual C ++ Redistributable un Microsoft XNA, netiks uzskaitīti programmās.
btnImg_NotificInstallLog_M1=Paziņot man, kad pēc automātiskās monitorēšanas tiek izveidots instalācijas žurnāls
btnImg_BundlewareInstalled_M=Paziņot man, kad pakotne ir instalēta
btnImg_BrowserPlugTip_M=Paziņot man, kad ir instalēta ļaunprātīga programmatūra/paplašinājumi
btnImg_AutoCleanTipForm_M=Paziņot man, kad tiek konstatēti atlikušie faili, ko atstājusi cita atinstalētāja atinstalēšana
btnImg_leftovers_M=Paziņot man, kad tiek konstatētas atinstalēto programmu atliekas
btnImg_SoftNotific_M=Paziņot man, kad tiek atklāti uznirstošie paziņojumi
btnImg_NotNeedInstall_M=Paziņot man, ja tiek konstatēti nevajadzīgi instalācijas faili
btnImg_NotNeedJunk_M=Paziņot man, kad tiek atklāti programmatūras lieki faili
M_Mounth=1 mēnesis
M_Mounths=%d mēneši
Last_Days_M=pēdējās %s dienas
Last_Month_M=pēdējais %s mēnesis
Last_Months_M=pēdējie %s mēneši

[Uninstaller_Form_MonitorMsgbox]
rdlblTitle.caption=Funkcijas nedarbosies pareizi!
rdlblSure.caption=Ja IObit atinstalēšanas monitors netiek ielādēts Windows startēšanas laikā, iepriekš minētās funkcijas nedarbosies pareizi. Vai joprojām vēlaties atcelt opciju?
rdlblDes.caption=IObit atinstalēšanas monitors ir ļoti svarīgs un nepieciešams šādām funkcijām:
rdhtmlblText.caption=- Pārbaudiet atjauninājumus<br>- Pārraugiet programmu instalēšanu<br>- Atklājiet nepabeigtu atinstalēšanu vai atlikušos failus<br>- Atklājiet ļaunprātīgu programmatūru/paplašinājumus un komplektu programmatūru<br>- Atklājiet uznirstošos paziņojumus<br>- Atklājiet nevajadzīgus instalēšanas failus<br>- Pārraugiet sistēmas diska brīvo vietu

[SoftUpdate_M]
SUCaption=Programmu atjaunotājs
SU_GroupOutData=Novecojusi
SU_GroupUpToDate_New=Atjaunināts
SU_Ignore=Ignorēt
SU_Ignored=Ignorēts
SU_NoIgnore=Atcelt ignorēto
SU_Update=Atjaunināt
SU_Updating=Atjaunina
SU_UpToDate=Atjaunināts
SU_NewVersion=Jauna versija
SU_CurrVersion=Pašreizējā versija
SU_ActivePro=Aktivizēt automātiskos atjauninājumus
SU_Button_UpdateAll=Atjaunināt visu
SU_NoUpdates=Datora programmatūrai nav pieejams neviens atjauninājums.
SU_IgnoreForever=Ignorēt visus atjauninājumus
SU_IgnoreCurrent=Ignorēt tekošo atjauninājumu
SU_CancelUpdate=Notiek atjaunināšana. Vai tiešām vēlaties atcelt atjaunināšanu?
SU_DefaultSelUpdate=Visas programmas ir atjauninātas!
SU_DefaultUpdaterPromoteInfo=Atjauniniet visu novecojušo programmatūru, lai samazinātu drošības riskus.

[SoftUpdatePromote_M]
IUP_Manually=Atjaunināt manuāli
Img_Tab=Iegūt vairāk ar IObit Uninstaller PRO
LbIUPromote1=Atjauniniet visas svarīgās programmas ar vienu klikšķi
LbIUPromote2=Instalējiet atjauninājumus automātiski, neaizverot tīmekļa vietni
IUP_Manually2=Atinstalēt manuāli
LbIUPromote3=Atinstalējiet visas spītīgās programmas tikai ar 1 klikšķi
LbIUPromote4=Unqiue datu bāze atbalsta 4000+ spītīgu programmu noņemšanu
LbIUPromote5=Automātiski novērst atinstalēšanas problēmas un automātiski notīrīt pārpalikumus pēc atinstalēšanas
IUP_Manually3=Noņemt manuāli
LbIUPromote6=Noņemiet visu ļaunprātīgo programmatūru un paplašinājumus tikai ar 1 klikšķi
LbIUPromote7=Automātiski notīriet pārpalikumus pēc izņemšanas
SUInstall=Instalēt
SUImg_Tab=Instalējiet IObit Software Updater
LbSUPromote1=Atjauniniet vairākas programmas bez piepūles
LbSUPromote2=Viegli, instalējiet programmas, kuras vēlaties
SUEULA=Noklikšķinot uz "Instalēt", jūs piekrītat instalēt IObit Software Updater un pieņemt tās <a>EULA</a> un <a>konfidencialitātes politiku</a>.

[SoftUpdateTip_M]
TipOne=<a>%s</a> produkts ir jāatjaunina
TipOnes=<a>%s</a> produkti ir jāatjaunina
TipInfo=lai aizsargātu datoru no drošības ievainojamības
NeverShow=Nerādīt šo vēlreiz
BtnUpdate=Atjaunināt tūlīt
M_NoticeLastUpdate=%s dienas kopš pēdējās atjaunināšanas
M_NoticeLastOneUpdate=1 diena kopš pēdējās atjaunināšanas

[SpecUTool_M]
SpecTOpen=Atvērt
SpecTOK=Labi
SpecTHide=Paslēpt
TrayHint=IObit Uninstaller (atinstalētājs) atinstalē programmas
SpecTUninstalling=Atinstalēt šādu programmu:
SpecTUninstallingM=Atinstalēt šādas programmas:
SpecTUninstalled=programma ir atinstalēta.
SpecTUninstalledM=programmas ir atinstalētas.
SpecTClose=Aizvērt

[Uninstaller_form_StubbornTool]
lbl_Title.caption=Spītīgo programmu noņemšanas līdzeklis
lbl_DescInfo.caption=Viegli pārbaudiet un noņemiet programmas, kuru atinstalēšanas ierakstu, iespējams, neatradīsit citās vietās.

[Uninstaller_Stubborn_M]
OfficialGroupEx=Oficiālā noņemšanas datu bāze (%d)
OfficialDesEx=Drošības apsvērumu dēļ dažas programmas nevar atinstalēt parastajā veidā. Jūs varat tās viegli atinstalēt, izmantojot to oficiālo noņemšanas līdzekli šeit.
AllGroupEx=Atbalstīto programmu datu bāze (%d)
AllDesEx=Šeit ir uzskaitītas citas programmas, kuras, iespējams, nevarēsit atrast atinstalēšanas ierakstā, citās vietās. Šeit jūs varat tās viegli atinstalēt.
ProblemsTip=Atklātas problēmas
LoadingTip=Notiek atbalstīto programmu datu bāzes ielāde...
NotInstallSingleMsgBox=Netika atklātas atinstalēšanas problēma. Vai tiešām vēlaties atinstalēt un meklēt atlikušos failus?
NotInstallSomeMsgBox=Netika atklātas atinstalēšanas problēmas. Vai tiešām vēlaties atinstalēt un meklēt atlikušos failus?

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Sistēmas atjaunošana
rdlblDesc.Caption=Atjaunojiet datoru tā, kāds tas bija pirms izvēlēta notikuma. Jaunāko sistēmu nevar izdzēst, lai nodrošinātu sistēmas drošību.
ListView_Restore.Columns[0].Caption=Datum un laiks
ListView_Restore.Columns[1].Caption=Apraksts
btn_CreateRestorePoint.Caption=Izveidot atjaunošanas punktu
RdImageButton_Restore.Caption=Atjaunošana
RdImageButton_Delete.Caption=Dzēst
lblNull.Caption=Nav sistēmas atjaunošanas punktu.
Rdlbl_CreateRestorePoint.caption=Izveidot atjaunošanas punktu

[SystemRestore_M]
SysRestore_CreateComplete=Veiksmīgi izveidots atjaunošanas punkts!
SysRestore_CreateFailed=Atjaunošanas punkta izveidošana neizdevās! Lūdzu, pārbaudiet, vai ir iespējota sistēmas atjaunošana.
SysRestore_CreateRestore_Confirm=Vai tiešām vēlaties izveidot atkopšanas punktu?
SysRestore_CreateRestore_Tip=Atjaunošanas punkta izveide, lūdzu, uzgaidiet ...
SysRestore_CreateRestore_Failed=Atjaunošanas punkta izveidošana neizdevās! Lūdzu, pārbaudiet, vai ir iespējota sistēmas atjaunošana.
SysRestore_SetRestore_Confirm=BRĪDINĀJUMS: sistēmas atjaunošana uz atjaunošanas punktu atcels visas izmaiņas, kas veiktas pēc šī atjaunošanas punkta izveidošanas. Uzsākot sistēmas darbības atjaunošanu, to nevar atsaukt vai pārtraukt. Vai tiešām vēlaties turpināt?
SysRestore_SetRestore_Reboot=Lai veiktu šīs izmaiņas, ir nepieciešama atsāknēšana. Pirms atsāknēšanas, lūdzu, saglabājiet visus atvērtos failus un aizveriet visas atvērtās programmas. Vai datoru tagad pārstartēt?
SysRestore_SetRestore_Tip=Atjaunot sistēmas failus un iestatījumus, lūdzu, uzgaidiet ...
SysRestore_Delete_Confirm=Vai tiešām vēlaties to izdzēst?

[UninstallForm_M]
MsgBox_SelectProgram=Lūdzu, izvēlieties vismaz vienu programmu.
Msg_Bundle_RebootSpec=tika atinstalēts. Lūdzu, atsāknējiet datoru, lai pabeigtu atinstalēšanu.
OneItemStr=%d vienums
SomeItemStr=%d vienumi
Clean_Uninstall=Clean Uninstall
RebootToDelete_Str=(Dzēsīsies pēc restartēšanas)
UninstallingSingleStr=Vai tiešām vēlaties atinstalēt atlasīto programmu?
UninstallingSomeStr=Vai tiešām vēlaties atinstalēt atlasītās %d programmas?
UninstallingSingleStr_New=Vai tiešām vēlaties atinstalēt atlasīto vienumu?
UninstallingSomeStr_New=Vai tiešām vēlaties atinstalēt atlasītos %d vienumus?
UninstallingSingleStrUpdate=Vai tiešām vēlaties atinstalēt atlasīto Windows atjauninājumu?
UninstallingSomeStrUpdate=Vai tiešām vēlaties atinstalēt atlasītos %d Windows atjauninājumus?
UninstallingSingleStrApp=Vai tiešām vēlaties atinstalēt izvēlēto Windows lietotni?
UninstallingSomeStrApp=Vai tiešām vēlaties atinstalēt atlasītās %d Windows lietotnes?
Uninstall_Str=%s (%d/%d) atinstalēšana
Scan_Str=Skenēšana %s (%d/%d)
UninstallOne_Str=%s atinstalēšana
ScanOne_Str=Skenēšana %s
CreateRetore_Str=Atjaunošanas punkta izveide, lūdzu, uzgaidiet ...
SureToDeleteSomeStr=<a>%d</a> programmas tika atinstalētas. Bet tām joprojām ir šādi atlikumi.
SureToDeleteOneStr=<a>1</a> programma tika atinstalēta. Bet tai joprojām ir šādi atlikumi.
SureToDeleteSomeStr_New=<a>%d</a> vienumi ir atinstalēti, bet tiem joprojām ir šādi pārpalikumi.
SureToDeleteOneStr_New=<a>1</a> vienums ir atinstalēts, bet tam joprojām ir šādi pārpalikumi.
SureToDeleteSomeStrApp=<a>%d</a> Windows lietotnes ir atinstalētas, bet tām joprojām ir šādi pārpalikumi.
SureToDeleteOneStrApp=<a>1</a> Windows lietotne ir atinstalēta, bet tai joprojām ir šādi pārpalikumi.
SureToDeleteByHistroy=Atrasti atlikumi
DeletingStr=Tīra atlikumus, lūdzu, uzgaidiet...
DeleteCancleStr=Vai tiešām vēlaties atcelt dzēšanu?
RestoringCancleStr=Atjaunošanas punkta izveide. Vai tiešām vēlaties atcelt?
UninstallingCancleStr=Notiek atinstalēšana un atlikušie faili var tikt atstāti, ja iziesiet tagad. Vai tiešām vēlaties iziet?
ScaningCancleStr=Notiek skenēšana, un, izejot tūlīt, var tikt atstāti atlikušie faili. Vai tiešām vēlaties iziet?
RegistryCaption_Str=Reģistrs
FileCaption_Str=Fails
TaskCaption_Str=Plānotie uzdevumi
ServiceCaption_Str=Sistēmas servisi
DllCaption_Str=DLL reģistrācija
SuccessReslutFromHistroySingle=Atlikušie faili ir iztīrīti veiksmīgi. Pārbaudiet informāciju zemāk:
SuccessReslutFromUninstallSingle=Jūs esat veiksmīgi atinstalējis <a>%d</a> programmu ar tālāk norādīto informāciju:
SuccessReslutFromUninstallSome=Jūs esat veiksmīgi atinstalējuši <a>%d</a> programmas ar zemāk norādīto informāciju:
SuccessReslutFromUninstallSingle_New=Jūs esat veiksmīgi atinstalējis <a>%d</a> vienumu un izdzēsis tālāk redzamos pārpalikumus:
SuccessReslutFromUninstallSome_New=Jūs esat veiksmīgi atinstalējis <a>%d</a> vienumus un izdzēsis tālāk redzamos pārpalikumus:
SuccessReslutFromUninstallSingleApp=Jūs esat veiksmīgi atinstalējis Windows lietotni <a>%d</a> un izdzēsis pārpalikumus:
SuccessReslutFromUninstallSomeApp=Jūs esat veiksmīgi atinstalējis <a>%d</a> Windows lietotnes un izdzēsis tālāk redzamos pārpalikumus:
FileDelete_Str=Faili
RegDelete_Str=Reģistra ieraksti
TaskDelete_Str=Plānotie uzdevumi
ServiceDelete_Str=Sistēmas servisi
DeepDelete_Str=Reģistrētie vienumi
RegDelete_Str_Single=Reģistra ieraksts
HtmlRecomReslutCaption=Atinstalētas <a>%d</a> programmas un noņemti atlikumi:
HtmlRecomReslutCaption1=Atinstalēta programma <a>%d</a> un noņemti pārpalikumi:
HtmlRecomReslutAppCaption=Atinstalētas <a>%d</a> Windows lietotnes un noņemti pārpalikumi:
HtmlRecomReslutAppCaption1=Atinstalēta <a>%d</a> Windows lietotne un noņemti pārpalikumi:
HtmlRecomReslutSoftCaption=Tālāk ir atinstalēts <a>%s</a> un noņemts pārpalikums:
HtmlFileReCaption=<a>%s</a> nevajadzīgi faili
HtmlRegReCaption=<a>%d</a> nevajadzīgi reģistra ieraksti
HtmlTaskReCaption=<a>%d</a> nederīgi grafika uzdevumi
HtmlServicesReCaption=<a>%d</a> nederīgiem sistēmas pakalpojumiem
HtmlDeepReCaption=<a>%d</a> reģistrēti vienumi
HtmlFileReCaptionOne=<a>%s</a> nevajadzīgs fails
HtmlRegReCaptionOne=<a>%d</a> nevajadzīgs reģistra ieraksts
HtmlTaskReCaptionOne=<a>%d</a> nederīgs uzdevums
HtmlServicesReCaptionOne=<a>%d</a> nederīgs sistēmas pakalpojums
HtmlDeepReCaptionOne=<a>%d</a> reģistrēts vienums
UninstallPromote=Iegādāties tūlīt
RebootYes=Pārstartēt tagad
RebootLater=Vēlāk
FromHistroyNoItem=Nav atrasts neviens atlikums.
FromUninstallNoItem=Atinstalēšana pabeigta.
RelatedMetroText=Šīs lietotnes ir saistītas. Atvienojot kādu no tiem, citi automātiski tiks automātiski atinstalēti. Vai tiešām vēlaties atinstalēt?
RelatedSoftText=Vienlaikus tika uzstādīti komplektā iekļautie produkti. Vai vēlaties tos atinstalēt kopā?
HtmlADPluginCaption=<a>%d</a> Reklāmu spraudņu traucējumi
HtmlMaliciousPluginCaption=<a>%d</a> ļaunprātīgu spraudņu draudi
MoneyBackInfo=Jums patiks drošāks un ātrāks dators, pilnībā noņemot nevēlamās programmas un spraudņus. 60 dienu naudas atmaksas garantija, bez jautājumiem.
SpecRestartAll=Lūdzu, restartējiet datoru, lai pilnībā atinstalētu šādas programmas. Restartēt tagad?
SpecRestartOne=Lūdzu, restartējiet datoru, lai pilnībā atinstalētu šo programmu. Restartēt tagad?
UnPromoteTitle=Bet ar PRO versiju var piedāvāt vairāk funkciju un priekšrocību:
UnPromote_60=60 dienu naudas atdošanas garantija
PromotelbPlugins_New=Noņemt <a>%d</a> ļaunprātīgu programmatūru un paplašinājumus drošai sērfošanai
PromotelbPlugin_New=Noņemiet <a>%d</a> ļaunprātīgu programmatūru un paplašinājumu drošai sērfošanai
PromotelbPlugin0_New=Noņemiet ļaunprātīgu programmatūru un paplašinājumus drošai sērfošanai
PromotelbUpdate=1 klikšķis, lai atjauninātu <a>%d</a> novecojušu programmatūru, lai samazinātu drošības riskus
PromotelbUpdate0=1 klikšķis, lai atjauninātu novecojušu programmatūru, lai samazinātu drošības riskus
PromotelbMoreDBs_New=Rūpīgi noņemiet <a>%d</a> spītīgās programmas
PromotelbMoreDB_New=Rūpīgi noņemiet <a>%d</a> spītīgo programmu
PromotelbMoreDB0_New=Unikālā datu bāze atbalsta 4000+ spītīgu programmu noņemšanu
PromotelbClean=1 klikšķis, lai noņemtu paketi
PromotelbAuto=Automātiski izdzēsiet programmas pārpalikumus, ko atstājis cits atinstalētājs
NeedCloseApp=%s darbojas, un pirms tās atinstalēšanas tas ir jāaizver. Vai tiešām vēlaties to aizvērt?
LB_Free=Bezmaksas
LB_Pro=PRO
RestoreOpenstr=Sistēmas atjaunošana nav iespējota. Lūdzu, noklikšķiniet uz "Labi", lai to iespējotu, lai IObit atinstalētājs pirms programmu atinstalēšanas varētu izveidot atjaunošanas punktus.
OfficialFail=Neizdevās atinstalēt šādu programmu. To var atinstalēt, izmantojot oficiālo atinstalēšanas utilītu.
OfficialFails=Neizdevās atinstalēt šādas programmas. Tās var atinstalēt, izmantojot oficiālos atinstalēšanas utilītas.
QuitDonwload=Vai tiešām vēlaties atcelt lejupielādi?
LogHintTitle=Vairāk priekšrocību, mēs apsolām:
LogHintStr=+ Rūpīgi atinstalējiet reģistrētās programmas<br>+ Tīra 200+ spītīgu programmu noņemšana<br>+ Pilnīgi un viegli atinstalējiet paketes
UpgradePromote=Jauniniet uz IObit Uninstaller PRO, lai automātiski notīrītu atlikumus
UpgradeFileDelete=%s atlikušie faili ir veiksmīgi iztīrīti.
UpgradeRegsDelete=%s atlikušie reģistra ieraksti ir veiksmīgi iztīrīti.
UpgradeRegDelete=%s atlikušais reģistra ieraksts ir veiksmīgi notīrīts.
TrdUnPromoteResidualFile=Pārējie faili izdzēšami manuāli.
TrdUnPromoteTired=Vai esat noguris no manuālās tīrīšanas?
TrdUnPromoteUpgrade=Jauniniet uz IObit Uninstaller PRO, lai bez piepūles notīrītu atlikušos failus.
TrdUnPromoteAdvanced=Uzlaboti skenēšanas algoritmi
TrdUnPromoteAutoClean=Automātiski notīrīt atlikušos failus
TrdUnPromoteEnableNow=Iespējot automātisko tīrīšanu
PromoteB_Title=Izmantojot PRO versiju, var novērst vairāk problēmu:
PromoteB_Update=Novecojušu programmatūru var atjaunināt ar vienu klikšķi:
PromoteB_Plugin_New=Drošai sērfošanai ir jānoņem ļaunprātīga programmatūra un paplašinājumi:
PromoteB_Leftover=Atinstalēšanas pārpalikumus var izdzēst tīrākajam datoram:
PromoteB_Log=Reģistrētās programmas var pilnībā atinstalēt:
PromoteB_Unuse_Some=Programmas, kas netiek izmantotas ilgāk par %s mēnešiem, var atinstalēt:
PromoteB_Unuse_Single=Programmas, kas netiek izmantotas ilgāk par %s mēnesi, var atinstalēt:
PromoteB_Banweb_New=Lai izvairītos no pārtraukumiem, uznirstošos paziņojumus var bloķēt:
PromoteB_Permission=Nevajadzīgas programmatūras atļaujas var atspējot:
PromoteB_SetupFile=Nevajadzīgus iestatīšanas failus var notīrīt, lai atbrīvotu vairāk vietas diskā:
PromoteB_JunkFile=Promotūras liekos failus var izdzēst, lai atgūtu vairāk vietas diskā:
PromoteB_Fix=Labot tagad
PromoteB_Stubborn=Spītīgas programmas var rūpīgi noņemt:
OfficialSp_1=Lejupielādējiet oficiālo atinstalēšanas utilītu, lai pilnībā atinstalētu šo programmu.
OfficialSps_1=Lejupielādējiet oficiālās atinstalēšanas utilītas, lai pilnībā atinstalētu šādas programmas.
LogPromoteHintTitle=Rūpīgi notīriet visus reģistrētos vienumus, izmantojot <a>PRO versiju</a>:
LogPromoteHintRegs=<a>%s</a> reģistra ieraksti
LogPromoteHintReg=<a>%s</a> reģistra ieraksts
LogPromoteHintFiles=<a>%s</a> faili
LogPromoteHintFile=<a>%s</a> fails
LogPromoteHintTasks=<a>%s</a> plānotie uzdevumi
LogPromoteHintTask=<a>%s</a> plānotais uzdevums
LogPromoteHintServices=<a>%s</a> sistēmas servisi
LogPromoteHintService=<a>%s</a> sistēmas serviss
LogPromoteHintDlls=<a>%s</a> dll reģistrācijas
LogPromoteHintDll=<a>%s</a> dll reģistrācija
LogPromoteFormLogPro=reģistrēti vienumi
LogPromoteFormDesc_New=Turpiniet tīrīt vairāk pārpalikumu ar PRO versiju.
LogPromoteFormTip=Sīkāka informācija, ir norādīta zemāk:
LogPromoteFormDetails=Skatīt informāciju
LogPromoteFormCleanMore=Tīrīt vairāk
EndRunningExeSingleMsgBox=Tiek palaists šāds vienums. Vai tiešām vēlaties to aizvērt un izdzēst?
EndRunningExeSomeMsgBox=Darbojas šādi vienumi. Vai tiešām vēlaties tos aizvērt un izdzēst?
DeletePersonalFileMsgBox=Personiskie faili, piemēram, video, audio vai attēli, ir iekļauti atlasītajos objektos. Vai tiešām vēlaties tos noņemt?
Promote_CleanUninstallTitle=Pirms atinstalēšanas
Promote_CleanUninstallDes=Jauniniet uz PRO, lai rūpīgi atinstalētu programmas un notīrītu visus reģistrētos vienumus.
Promote_CleanUninstallBasicTitle=Pamata atinstalēšana
Promote_CleanUninstallBasicText=Standarta atinstalēšana ar pārpalikumu skenēšanu un tīrīšanu

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Atvērt rediģēšanai
mniMenu_Path.caption=Atvērt failu atrašanās vietu
btnImg_AllMainCancel.caption=Atcelt
btnImg_Uninstall.caption=Atinstalēt
btnImg_ChkAutoDelete.caption=Automātiski noņemt atlikušos failus
btnImg_ChkCreateRestore.caption=Pirms atinstalēšanas izveidojiet atjaunošanas punktu
lbl_IsUninstallHint.caption=Vai vēlaties atinstalēt atlasīoto programmu?
btnImg_Delete.caption=Dzēst
btnImg_ReslutCancel.caption=Atcelt
btnImgl_SeletedAll.caption=Atlasīt visu
btnImg_ChkShredFile.caption=Sagriezt failus
lbl_NoPowerScan.caption=Atinstalēšana pabeigta.
btnImg_RecommendClose.caption=Aizvērt
btnImg_Restart.caption=Jā
lbl_MoneyBackTitle.caption=Garantēta rūpīga atinstalēšana un tīrāks dators
btn_Tab.caption=Iegūt vairāk ar IObit Uninstaller PRO
lbl_InfoDB.caption=Liela datu bāze, lai pamatīgi noņemtu grūti noņemamās programmas
lbl_InfoRemove.caption=Noņemiet ļaunatūras un reklāmas spraudņus drošai un ērtai tiešsaistes pārlūkošanai
lbl_InfoUpdate.caption=Instalēto programmu monitorēšana un komplektu noņemšana

[Uninstaller_frm_WhatsNew]
rdlbl_title.Caption=Kas jauns

[WindowsUpdate_M]
Update_NoItem_Tip=Nav atrasts neviens Windows atjauninājums.
NoSerchItem_Tip=Nav vienumu, kas atbilstu meklēšanai.
Update_Loading_Tip=Ielādē...
Update_WindowsTitle=Šeit ir uzskaitīti visi datorā instalētie Windows atjauninājumi. Atinstalējiet nevajadzīgos Windows atjauninājumus, lai atbrīvotu vairāk vietas diskā.
Button_Uninstall=Atinstalēt

[Uninstaller_Form_WindowsUp]
ListView_Update.Columns[1].caption=Instalēšanas datums
mniUninstall.caption=Atinstalēt
mniRefush.caption=Atsvaidzināt

